{"code":"ERS325H5F","graded_evaluations":[["2017-04-13T15:00:00.000-04:00","Assignment Field sketch and sedimentological log. On-going 15%"],["2017-04-13T10:00:00.000-04:00","          • Notebook: 10%"],["2017-04-13T15:00:00.000-04:00","          • Field quiz: 15%"],["2017-04-13T15:00:00.000-04:00","          • Assignments: 15%"],["2017-04-13T10:00:00.000-04:00","Notebook (10%)"],["2017-04-13T15:00:00.000-04:00","Field quiz (15%)"],["2017-04-13T15:00:00.000-04:00","Assignments (15%)"]],"level":"300","university":"UTM","campus":"UTM","description":"This course, held on the north shore of Lake Huron in the summer, covers geological mapping skills, stratigraphic section measurements, and the recognition of rock types, fossils and geological structures in the field in order to interpret ancient geological environments (approx. 12 days of field instruction). Students must pay a course fee, which includes transportation and accommodation at the camp, but does not include the cost of food nor does it cover any course fees charged by the Office of the Registrar. Note: This course is identical to ESS330H1 (formerly GLG340H1). U of T Mississauga students must register in the Summer Session, and provide consent waivers and the course fee to the Undergraduate Assistant for Earth Sciences in the Department of Chemical and Physical Sciences. This field camp is usually held in early May. Registration and fee payment deadline: mid-March For specific yearly course information, consult the ESS330H1 website on the Department of Earth Sciences, St. George Campus, University of Toronto website.","exclusions":"ESS330H1 (formerly GLG340H1); ESSC16H3, D07H3","meeting_sections":"[{\"enrolment\":17,\"times\":[],\"code\":\"L0101\",\"size\":17,\"instructors\":[\"J Halfar\"]}]","division":"University of Toronto Mississauga","prerequisites":"ERS202H5, 203H5","name":"Field Camp I","rawtext":"Type Description Due Date Weight\r\nOther Note taking and documentation of field data in the field notebook. On-going 10%\r\nOther Drafting of geological map. On-going 40%\r\nOther Written report\/summary of the geology presented on the map. On-going 10%\r\nOther Mapping group interview. On-going 10%\r\nQuiz Quiz conducted in the field. On-going 15%\r\nAssignment Field sketch and sedimentological log. On-going 15%\r\n  Total 100%\r\nDEPARTMENT OF EARTH SCIENCE\r\nUNIVERSITY OF TORONTO MISSISSAUGA\r\nERS325H5F LEC0101\r\nField Camp I\r\nCourse Outline - Summer 2017\r\nClass Location & Time\r\nInstructor Jochen Halfar\r\nOffice Location DV4044\r\nOffice Hours\r\nTelephone 905-828-5419\r\nE-mail Address jochen.halfar@utoronto.ca\r\nCourse Web Site\r\n \r\nCo-Instructor Mike Hamilton\r\nE-mail Address mike.hamilton@utoronto.ca\r\nCourse Description\r\nThis course, held on the north shore of Lake Huron in the summer, covers geological mapping skills, stratigraphic section\r\nmeasurements, and the recognition of rock types, fossils and geological structures in the field in order to interpret ancient geological\r\nenvironments (approx. 12 days of field instruction). Students must pay a course fee, which includes transportation and\r\naccommodation at the camp, but does not include the cost of food nor does it cover any course fees charged by the Office of the\r\nRegistrar. Note: This course is identical to ESS330H1 (formerly GLG340H1). U of T Mississauga students must register in the\r\nSummer Session, and provide consent waivers and the course fee to the Undergraduate Assistant for Earth Sciences in the\r\nDepartment of Chemical and Physical Sciences. This field camp is usually held in early May. Registration and fee payment\r\ndeadline: mid-March For specific yearly course information, consult the ESS330H1 website on the Department of Earth Sciences,\r\nSt. George Campus, University of Toronto website.\r\nPrerequisite: ERS202H5, 203H5\r\nExclusion: ESS330H1 (formerly GLG340H1); ESSC16H3, D07H3 (SCI E) \r\nDistribution Requirement: SCI E\r\nAssessment and Grading\r\nProcedures and Rules\r\nPenalties for Lateness\r\nAssignments are due while in the field. All course work is completed in the field.\r\nMissed Term Work\r\nWithin one week of the date of the missed work, students should submit to the course instructor a signed letter explaining the\r\nreason for their absence. The letter should include the student's name, phone number, email address, student number and lab\/tutorial\r\nsection number as well as the date of and the description of the missed work. A doctor's note or other appropriate documentation\r\nregarding the absence should be stapled to the letter.\r\nERS325H5F - Halfar, Jochen Page 1 of 3\r\nIf the explanation for the missed work is deemed reasonable after verification of the documentation, the final exam mark will be\r\nused as the mark for the missed work. If the explanation is considered unreasonable or no letter is submitted within one week of the\r\nmissed work, a mark of zero will be assigned for the missed work.\r\nEmail Contact Policy\r\nCheck your @mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding\r\nclass assignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses.\r\nIt is mandatory for all students to use their @mail.utoronto.ca email address to ensure that they do not miss important course\r\ninformation, requests, or announcements regarding academic matters.\r\nIn all email correspondence regarding this course, please note the following:\r\n1. Please send email only from your @mail.utoronto.ca account.\r\n2. In the Subject line of your message, please include the course code and a brief description of the topic, e.g. \"[Course code] -\r\nRequest for an appointment\".\r\n3. Please include your full name and student number in all correspondence.\r\n4. Please consult the course syllabus and course website before sending questions by email.\r\n \r\nOther Information\r\nOrganization and course requirements\r\nThis course is divided into two major parts:\r\n     1. Field excursions to examine the Paleozoic and Proterozoic rocks in the region.\r\n     2. Geological mapping and drafting of a geological map. The grading scheme for the course is as follows: \r\n          • Notebook: 10%\r\n          • Geological map and report: 50%\r\n          • Group interview: 10%\r\n          • Field quiz: 15%\r\n          • Assignments: 15%\r\nNotebook (10%)\r\nYou are required to keep notes in your notebook, as directed in the relevant sections for the field trip days, and also during your\r\nmapping. We will not mark these in detail, but will evaluate your notebooks as a whole, on the basis of a few checks that will take\r\nplace during the camp. We are looking for: clear sketches and a recording of all the salient details of each outcrop or stop, as well as\r\na relatively neat and organized record of your activities. During the field trip days, most stops require you to not only make\r\nobservations at the outcrop, but also to try and answer to the best of your ability one or more questions (in bold in this guidebook).\r\nWe will be reviewing your answers to these when we evaluate your notebooks. DO NOT transcribe your notes into a neat copy at\r\nthe end of each day - you must learn to take efficient, legible field notes on the outcrop. Use your field notebook in a compact,\r\nconcise way (that is, do not waste space, since you effectively have only ONE notebook).\r\nGeological Mapping (60%: 50% for map\/report and 10% group interview)\r\nFor this exercise, you will be working in groups of 2 to 3. Each group will be assigned a 1.2 x 1.2 km mapping area, just south of\r\nWhitefish Falls. You have over 5 days to produce a geological map of your area at a scale of 1:4000. The mark for your completed\r\ngeological map (50%) will be based on: quality of presentation, clarity of data, accurate inclusion of all essential elements (i.e.\r\nscale, symbols, etc.), and its submission before the deadline. At the end of the camp, you and your mapping partner(s) will be\r\ninterviewed by an instructor. Separate from your mark for the map is a group interview, during which you will be asked to explain\r\nthe geology of your area, its geological history, and the geological decisions you made during mapping (10%). After camp, we will\r\nmark your map-report, which will constitute part of the map grade listed above. A detailed breakdown of the marking scheme for\r\nthis exercise is found in the mapping section of this manual.\r\nERS325H5F - Halfar, Jochen Page 2 of 3\r\nField quiz (15%)\r\nOn one of the mapping days an instructor will give you, as an individual, a brief test on your rock identification skills and ability to\r\nuse a compass-clinometer in the field. This exercise will take approximately 15 minutes; students need to bring their field\r\nnotebooks, satellite image\/mapping boards, and all tools (e.g. hand lens, acid, magnet).\r\nAssignments (15%)\r\nThere are two principal assignments for you to complete. On one of the field trip days (Day 4, Stop 4.2), you will be asked to draw\r\na sketch of an outcrop (5% of your grade). On another day (Day 6), your group will complete a stratigraphic section (10% of your\r\ngrade). Each assignment is due by 8AM the following morning.\r\nA word on plagiarism\r\nPlagiarism is an especially challenging subject in the framework of geological fieldwork, which is often done in groups. Be advised\r\nthat even when working in a team, the observations in your fieldbook should be your own. It is quite common that team members\r\nhave very different notes on the same outcrop. Having one partner always doing the writing, with the other always making the\r\nobservations, may be efficient, but is not acceptable in the framework of this camp. Even if you work in a team, your reports are an\r\nindividual assignment (an exception is the final Geological Report that accompanies the map, which is a group assignment - 1\r\nreport per team). Any copying, borrowing, sharing, plagiarism or similar efforts are considered an academic offence, and will be\r\ntreated as such, i.e., the matter is brought to the attention of the Department Chair or the Dean's Office. See the Academic Calendar\r\nunder Rules and Regulations: www.artsandscience.utoronto.ca\/ofr\/calendar\/ rules.htm#behaviour. If you feel unsure about the\r\nissue, read the following article: www.utoronto.ca\/writing\/ plagsep.html and test your judgment here:\r\nhttp:\/\/www.ecf.toronto.edu\/~writing\/interactive-plagiarismtest.html. If all else fails, ask your instructor before submitting your\r\nexercise.\r\nWorking hours\r\nAll exercises start at 8 AM. You must bring raingear (we will not return to camp because of deteriorating weather), a lunch\r\npackage and at least 2L of water to work until 6 PM. Evenings are typically spent working on assignments, or on your map and\r\nreport. Most assignments can be completed in less than a few hours, but we still advise you to start as early as possible! Unless\r\notherwise noted, all assignments are the due the next morning at 8 AM. No late work will be accepted; assignments submitted after\r\nthe due date will be marked F.\r\nLast Date to drop course from Academic Record and GPA is June 5, 2017.\r\nERS325H5F - Halfar, Jochen Page 3 of 3\r\n","term":"2017 Summer F","id":"ERS325H5F20175F","department":"Chemical and Physical Sciences"}