{"code":"ENV100Y5Y","graded_evaluations":[[2016-09-23T01:06:26.403-04:00,"Assignment #1 3% Due on Friday, September 23, 2016 by 11:59 p.m. "],[2016-09-30T11:00:00.000-04:00,"Quiz #1  3% To be completed between 11 am on September 30 and noon on October 1, 2016 "],[2016-10-28T01:06:26.409-04:00,"Assignment #2 3% Due on Friday, October 28, 2016 by 11:59 p.m. "],[2016-11-05T11:00:00.000-04:00,"Quiz #2  3% To be completed between 11 am on November 5 and noon on November 5, 2016 "],[2016-11-25T01:06:26.413-05:00,"Assignment #3 3% Due on Friday, November 25, 2016 by 11:59 p.m. "],[2016-12-02T11:00:00.000-05:00,"Quiz #3  3% To be completed between 11 am on December 2 and noon on December 3, 2016 "],[2017-01-20T01:06:26.418-05:00,"Assignment #4 3% Due on Friday, January 20, 2017 by 11:59 p.m. "],[2016-01-27T11:00:00.000-05:00,"Quiz #4  3% To be completed between 11 am on January 27 and noon on January 28, 2017 "],[2017-02-17T01:06:26.421-05:00,"Assignment #5 3% Due on Friday, February 17, 2017 by 11:59 p.m. "],[2016-03-03T11:00:00.000-05:00,"Quiz #5  3% To be completed between 11 am on March 3 and noon on March 4, 2017 "],[2017-03-24T01:06:26.425-04:00,"Assignment #6 3% Due on Friday, March 24, 2017 by 11:59 p.m. "],[2016-03-31T11:00:00.000-04:00,"Quiz #6  3% To be completed between 11 am on March 31 and noon on April 1, 2017 "],[2016-08-26T01:06:26.451-04:00," Not have a term test worth 25% or more in the last two weeks of class. "]],"university":"UTM","rawtext":"ENV100Y5Y Environment \nSyllabus and Course Information 2016-17 \nCourse Description \nCourse  The Environment ENV100Y5Y (SCI) \nDescription  This introductory environmental science course examines large-scale features of Earth, \nnatural hazards, Earth's climate and weather systems, energy and mineral resources, \nhuman population growth, extinction and biodiversity, environmental toxins, vanishing \nsoils and expanding deserts, forests, urban environmental management, and food \nresources. Interdisciplinary interaction among Science, Social Science, and Humanities is a \nmajor theme. \nMeeting times \nand locations  \nLEC0101 (in-class): Lectures MWF 11–12 in Rm. IB-120. \nLEC9999 (online): Lectures will be archived for viewing online at your discretion. They are \nusually posted online about two hours after the class has ended. For LEC9999 students, on-\ncampus attendance at UTM is required only for the Term Test (to be scheduled during the \nDecember Exam Period) and the Final Exam (to be scheduled during the April Exam \nPeriod). You are welcome to attend class in person, but please wait until at least the \nthird week of class; otherwise there will not be a seat available for you and it is against fire \nregulations to have too many people in the classroom. \n All students will have access to the online lecture archive. They are not time-limited and \nare available for later study purposes. Instructions for accessing them will be provided. \nInstructor Information \n We maintain an active presence on the Discussion Board on our course Blackboard site. \nCo-Instructor  Barbara Murck, Ph.D. Associate Professor, Teaching Stream barbara.murck@utoronto.ca  \nContact Info  Rm. DV-3270 barbara.murck@utoronto.ca (905) 828-5426 (e-mail contact is best) \nOffice hours for \nProf. Murck \nOpen door policy. Drop by any time. (Not right before class, please.) Tuesdays I am usually \noff-campus. If my door is closed, it means that I am occupied, or teaching, or not currently \nin the office. If you are not finding me in the office at a time that is convenient for you, \nplease e-mail to set up a specific appointment. \nCo-Instructor Monika Havelka, Ph.D., Associate Professor, Teaching Stream \nmonika.havelka@utoronto.ca  \nContact Info Rm. DV-3260 monika.havelka@utoronto.ca (905) 828-5366 (e-mail contact is best) \nOffice hours for \nProf. Havelka  \nPlease e-mail to set up a time to meet. You are welcome to drop by unannounced, but if \nmy door is closed, I am either occupied or not currently in the office. Skype conversations \nor one-on-one online chats can also be arranged by appointment. \nTeaching \nAssistants  \nContact information and TA office hours will be posted on the course website after the \nterm starts – see “Contact Us” on our Blackboard site. \n  \nTextbook: Required (will be available from U of T Mississauga Bookstore) \nYou do not need to purchase any additional items such as i-clickers, Learning Catalytics, Pearson access code, \nor TopHat Monocle for this course. All you need is the textbook. \nThe required textbook is: \nEnvironment: The Science Behind the Stories, 3rd Canadian Edition, by J. Withgott, M. Laposata, B. \nMurck (2017), Pearson Canada, Toronto, ISBN-10: 0134378903, ISBN-13: 9780134378909.  \nThe print version of the book comes with access to the digital version, as well as providing access to the \npublisher’s online learning resources. The 1st Canadian edition is not useful, because the chapter numbers, \npages, examples, and data differ significantly from the current edition. The 2nd Canadian edition is better and \nmore up-to-date, but it still won’t match the reading assignments. \nThe digital version (e-book) of the textbook is cheaper and more environmentally friendly. Numerous vendors \nsell the e-book. You will have greater access to the optional publisher’s online resources if you purchase it \nfrom Pearson Canada www.pearsoncanada.ca (those extra resources are optional for this course). Please \nmake sure that you are actually purchasing the textbook and not just the “supplemental digital content,” \nwhich includes only the digital supplements and not the textbook itself. Also make sure that you will have \naccess to the e-book through at least April, 2017.  \nThe book will also be available on short-term reserve in the UTM HMALC Library. \nPrerequisites \nThere are no prerequisites for this course. It is open to any U of T student.  Many students who take this \ncourse do not have extensive background in the sciences. We fully understand this, and want you to know that \nis entirely possible for you to succeed in the course, with appropriate effort.  \nSome students who take this course are speakers of English as a second language; if English skills are a concern \nfor you, please approach us for assistance.  \nCourse Rationale \nMeets SCI \nDistribution \nRequirement \nThis is an introductory course on Environmental Science. The course serves as a SCI course \nfor the purpose of Distribution Requirements.  \nServes as a \nprerequisite for \nsome courses in \ncognate disciplines \nThis course serves as an entry point into some upper-level courses in cognate disciplines. \nFor example, students who have successfully completed ENV100Y5Y and have enrolled in \nan Environment POSt are permitted to take BIO205H5 Ecology, even if they have not \ntaken BIO152H5 and BIO153H5. A similar situation exists for courses in some other \ncognate disciplines, such as Geography and Earth Science. For specific information, please \ncontact the Undergraduate Advisor in the relevant department. \nFulfills entry \nrequirements for \nEnvironment POSt \nSuccessful completion of this course is required for entry into any Environment Program \nof Study (POSt) at U of T Mississauga. The two Environment streams are Environmental \nManagement (HBA) and Environmental Science (HBSc). \nPlease refer to UTM’s current Academic Calendar for further information about the \nrequirements for the Environmental Management and Environmental Science POSt. At \nthe end of the course we will have an information session about the programs. \n  \nCourse Goals \nThe overall goals of ENV100Y5Y are to: \n utilize a variety of online teaching and communication tools to enrich the teaching environment and \nenhance the learning experience for all students in the course; \n introduce students to a range of current environmental issues; and,  \n develop the abilities of students to: \n critically analyze news, data, and other information about the natural environment and human \nimpacts on the environment, thereby becoming more informed consumers; \n understand the roles of various academic disciplines (mainly in Science but also in Social Science and \nHumanities) in enhancing and contributing to our knowledge about the natural environment and \nhuman impacts on the environment; \n appreciate the difference between disciplinary and interdisciplinary studies;  \n approach problems from a scientific perspective; \n undertake further studies in disciplines related to the environment; and \n contribute more fully to life on campus and in the community as a result of their understanding of \nenvironmental science. \nStudent Learning Objectives \nAfter successfully completing ENV100Y5Y, students will be able to: \n articulate basic concepts relating to the contribution of the following disciplines to the scientific \nunderstanding of the environment: \n Geography \n Geology \n Ecology \n Biology & Biotechnology \n Hydrology \n Anthropology & Archaeology \n Forestry \n Soil Science & Agricultural Sciences \n Chemistry \n Physics \n Atmospheric Science, Oceanography & Climatology \n and cognate disciplines in Science, Social Science, and Humanities; \n use by memory, without aids, the basic terminology with which professionals in these contributing \ndisciplines communicate their work and their research findings; \n synthesize information from a variety of disciplines, and apply it to environmental problems; \n critically analyze information presented to them in a variety of formats, including textual, graphical, \npictorial, and symbolic formats; \n express, in writing, the content of their learning about specific environmental topics;  \n formulate and state a hypothesis, and summarize the requirements of an experimental approach to \nscientific investigation; \n apply a systematic, analytical approach to problem-solving and interpretation of graphs and diagrams; \n enhance and utilize a wide range of academic skills in active listening, note-taking, studying, reading, test-\ntaking, and communication in university-level courses. \nCommunications Policy \nAlways use your @mail.utoronto.ca e-mail for course-related communications. Other e-mail addresses may be \nfiltered as spam and we do not promise to respond to them. All e-mails must contain “ENV100Y” in the subject \nline, and the message must include your full name and student number. Please check the course Blackboard \nsite and read the Course Information documents before e-mailing a question, to make sure that it hasn’t \nalready been answered.  \nE-mail is not an alternative to office hours, nor should it be used to request explanations of material that you \nmissed in lectures. Students are advised to consult www.enough.utoronto.ca for University policies concerning \nthe appropriate use of information and communication technology.  \nFor course-related queries, please contact the professors or the appropriate TA. For department- or program-\nrelated queries or to submit documentation regarding a missed assignment, quiz or test, please contact \nUndergraduate Academic Counselor Sabrina Ferrari (sabrina.ferrari@utoronto.ca). \nDigital Expectations \nAssignments and quizzes are administered online through our course Blackboard site. The (optional) question-\nand-answer sessions also are held using an online chat format. For these applications to function properly, you \nwill need to have access to a computer with a stable, reasonably fast internet connection and up-to-date \nbrowser. We also strongly recommend that you use a hard-wired connection to complete the online quizzes \nand to submit assignments. Several hundred computers are available for student use on the UTM campus if \nyou do not have personal access to a computer. \nNOTE concerning Turnitin.com: Normally, students will be required to submit some of their assignments to \nTurnitin.com for a review of textual similarity and detection of possible plagiarism. In doing so, students will \nallow their assignment submissions to be included as source documents in the Turnitin.com reference \ndatabase, where they will be used solely for the purpose of detecting plagiarism. The terms that apply to the \nUniversity's use of the Turnitin.com service are described on the Turnitin.com web site.  \nFor this course, we use Turnitin very rarely. We will let you know in advance if any assignments will be \nsubmitted through Turnitin, and additional information about Turnitin will be made available on the course \nBlackboard site. A guide for students is available from the University of Toronto’s Office of Teaching \nAdvancement: http:\/\/www.utoronto.ca\/ota\/turnitin\/TurnitinGuideForStudents.pdf. \nCourse Format, Online Learning, and Academic Supports \nThe principal format for this class is lecture-based, with some opportunities for discussion and other \ninteractions, both in person and through a variety of communication forums in the online environment. \nSection LEC0101 will mostly attend the lectures in person. Section LEC9999 will mostly view the lectures \nonline. Both options are available to all students, but for the first three weeks of class please attend the \nsection in which you are enrolled. Detailed instructions for accessing the online lectures will be provided on \nthe course Blackboard site. \nThere are no formally scheduled labs or tutorials. We typically offer optional Facilitated Study Group sessions, \navailable to students in all course sections. The schedule will be established after the course begins, and will \nbe posted on the course Blackboard site. Additional optional help sessions may be provided as needed (such \nas “exam jams”), and will be available to students in all sections. We also provide support via the Discussion \nBoard and online Q&A sessions. Online Q&A chat sessions are recorded and the transcripts are available to \nanyone in the class who is unable to join in person. The dates and times will be announced on the Blackboard \nsite, along with instructions for accessing them. If you have language-related concerns or problems with \nspecific academic skills, please ask one of us for help or seek assistance through UTM AccessAbility, or visit the \nRobert Gillespie Academic Skills Centre. \nAssessment Scheme and Dates  \nITEM WEIGHT DATES and NOTES \nMODULE 1 \nAssignment #1 3% Due on Friday, September 23, 2016 by 11:59 p.m. \nQuiz #1  3% To be completed between 11 am on September 30 and noon on October 1, 2016 \nMODULE 2 \nAssignment #2 3% Due on Friday, October 28, 2016 by 11:59 p.m. \nQuiz #2  3% To be completed between 11 am on November 5 and noon on November 5, 2016 \nMODULE 3 \nAssignment #3 3% Due on Friday, November 25, 2016 by 11:59 p.m. \nQuiz #3  3% To be completed between 11 am on December 2 and noon on December 3, 2016 \nTERM TEST  24% \nCumulative, Modules 1–3. This test is in-person for all sections. \nWill be scheduled by the UTM Registrar – December Exam Period 2016 \nMODULE 4 \nAssignment #4 3% Due on Friday, January 20, 2017 by 11:59 p.m. \nQuiz #4  3% To be completed between 11 am on January 27 and noon on January 28, 2017 \nMODULE 5 \nAssignment #5 3% Due on Friday, February 17, 2017 by 11:59 p.m. \nQuiz #5  3% To be completed between 11 am on March 3 and noon on March 4, 2017 \nMODULE 6 \nAssignment #6 3% Due on Friday, March 24, 2017 by 11:59 p.m. \nQuiz #6  3% To be completed between 11 am on March 31 and noon on April 1, 2017 \nFINAL EXAM  40% \nCumulative, Modules 1–6. This exam is in-person for all sections. \nWill be scheduled by the UTM Registrar – April Exam Period 2017 \nNotes about Dates \nDates for specific lecture topics (see Course Schedule) are tentative and will likely change. Quiz dates and \nassignment due dates are not tentative; they will only change in an emergency. Even weather-related \ncancellation of classes usually doesn’t necessitate changes in due dates, since all items are submitted digitally.  \nThe Term Test and Final Exam dates will be scheduled by the UTM Registrar. The December Exam Period is \nDecember 8–20, 2016. The April Exam Period is April 6–22, 2017. Please don’t buy any plane tickets or make \nany irreversible plans until the exam schedules have been posted by the UTM Office of the Registrar.  \nThe last day to cancel (drop) a Y course from academic record and GPA or to cancel or select the Credit\/No \nCredit option is February 21, 2017. The last date to request LWD from a Y course is March 31, 2017. Other \nimportant due dates, lecture topics, and reading assignments will be provided in the Course Schedule.  \nAs per the University Grading Practices Policy, “After the methods of evaluation have been made known, the \ninstructor may not change them or their relative weight without the consent of at least a simple majority of the \nstudents enrolled in the course. Any changes shall be reported to the division or the department.” \n  \nNotes and Learning Objectives for Assessment Items \nQuizzes: There will be six quizzes, one for each Module. Quiz dates are in the Schedule and posted on the \nBlackboard site, with specific information and guidelines for each quiz. Quizzes are in multiple-choice format. \nThey are not cumulative, and cover only the material presented in lectures and readings for that module. There \nwill be online Q&A sessions before each quiz.  \nAll quizzes are completed online, through our Blackboard site; you do not need to attend in person. Additional \ninstructions will be provided. There will be a 25-hour window during which you must complete each quiz. You \nwill need to set aside at least a half-hour in which to complete the quiz – please plan ahead to avoid conflicts. \nYou can take each quiz twice. If you are satisfied with your mark, you can stick with your first attempt. The \nsecond attempt will be a different set of questions. The highest mark of the two attempts will be recorded. \nObjectives: The principal learning objectives for the quizzes are to give you an opportunity to practice what you \nhave learned in class and in the readings, including the use of scientific terminology; and to check your \nprogress, in preparation for the Test and Exam. \nTerm Test: The Term Test will be cumulative, covering material from the entire first term (Modules 1–3). It will \nbe in written-answer and\/or multiple-choice format, two hours, to be scheduled by the Registrar during the \nDecember Exam Period. Additional information will be posted on the course Blackboard site.  \nStudents in both sections (LEC0101 and LEC9999) are required to write the Term Test in person and on-\ncampus, as scheduled by the Registrar. If you are registered in the LEC9999 section and you live more than 125 \nkm from the campus during the term in which you are taking the course, you might be eligible to write the \nTerm Test at an external test centre closer to your residence. Please contact Academic Counsellor Sabrina \nFerrari at sabrina.ferrari@utoronto.ca if you think you might need and qualify for this service. Students will be \nresponsible for any fees charged by the external test centre, and any shipping fees. The request must be made \nat least four weeks prior to the start of the exam period, preferably earlier. \nObjectives: The principal learning objectives for the Term Test are to test your comprehension and retention of \nmaterial presented in class and in the readings; and to assess your ability to communicate your understanding \nin written format in an organized and coherent manner. \nFinal Exam: The Final Exam will be cumulative, covering material from the entire course (Modules 1–6). The \nexam will be in written-answer and\/or multiple-choice format, three hours, to be scheduled by the Registrar \nduring the April Exam Period. Additional information will be posted on the course Blackboard site.  \nStudents in both sections (LEC0101 and LEC9999) are required to write the Final Exam in person and on-\ncampus, as scheduled by the Registrar. If you are registered in the LEC9999 section and you live more than 125 \nkm from the campus during the term in which you are taking the course, you might be eligible to write the Final \nExam at an external exam centre closer to your residence. Please refer to the UTM Office of the Registrar for \ninformation about external exam centres, and contact them if you think you might need and qualify for this \nservice. Students will be responsible for any fees charged by the external exam centre, and any shipping fees. \nThe request must be made to the Office of the Registrar at least four weeks prior to the start of the exam \nperiod, preferably earlier. \nObjectives: The principal learning objectives for the Final Exam are to test your comprehension and retention \nof material presented in class and in the readings; to assess your ability to communicate this understanding in \nan organized, coherent manner in written format; and to assess your ability to synthesize material from \ndifferent parts of the course. \nAssignments: There will be six assignments, one for each Module. These are to be submitted digitally through \nour course Blackboard site; instructions will be provided. Some assignments may also be submitted through \nTurnitin.com; instructions will be provided on our Blackboard site.  \nYou may complete and submit the assignments at any time after they are released to the course Blackboard \nsite. Please plan ahead – it is not advisable to sit down to work on the assignment one hour before it is due. \nAmong the six assignments, at least one will be written; one will be quantitative; one will be map-based; and \none will be graphical. A rubric will be provided for each assignment, and you will receive feedback. Assignments \nwill be posted well in advance of the due dates (due dates are in the Schedule and Assessment Scheme).  \nObjectives: The learning objectives for the assignments are to assess your comprehension; give you an \nopportunity to self-test; try out typical test and exam questions; and develop your ability to communicate your \nunderstanding graphically, quantitatively, spatially, and in writing. \nHow to Query or Challenge a Mark \nPlease note that, according to UTM policy, you have one month from the date an item is returned to you, \nduring which time you may query the mark or submit the item for remarking. Contact the Course Instructors or \nthe Head TA for all queries about course marks, or follow the instructions on Blackboard if you wish to challenge \na mark. Absolutely no item will be remarked after the one-month period has passed.  \nMaterial submitted for remarking must be accompanied by a brief written explanation detailing your reasons for \ndissatisfaction with the original mark (such as an addition error, or something you think the marker may have \nmissed). The item may be remarked by the TA who originally marked it. If you are still dissatisfied, it may be \npassed on to the Course Instructor for reconsideration. \nWhat If You Miss a Quiz, Test, or Assignment? \nIn-class or Online Quiz\/Test, as per Department of Geography policy: Students CANNOT petition to re-write \na quiz\/test once the test has begun. If you are feeling ill, please do not start the online or in-class test, and seek \nmedical attention immediately. You must have a physician fill out a U of T Student Medical Certificate and \nsubmit a request via the online Special Consideration Request form at \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest within 24 hours. \nMissed Term Work (Assignment), as per Department of Geography policy: Late assignments will be subject \nto a late penalty of 10% per day (including weekends) of the total marks for the assignment. Assignments \nsubmitted five calendar days beyond the due date will be assigned a grade of zero. Assignments handed in \nAFTER the work has been returned to the class cannot be marked for credit. For accommodations on \nlate\/missed assignments please see section on “Extension of Time.” \nMissed Term Work (Quiz), as per Department of Geography policy: In courses with final exams, there will be \nno re-writes or make-ups for quizzes missed for University-accepted, verifiable reasons. If a Request for Special \nConsideration is submitted with appropriate documentation, and approved by the departmental petitions \ncommittee, accommodation will be made for the missed item, typically by re-weighting it.  \nMissed Term Work (Term Test), an exception to Department of Geography policy, approved by the Chair: \nThere will be one makeup opportunity for the Term Test; it will be in early January. If you miss the Test for a \nUniversity-accepted, verifiable reason, and you follow the instructions given below for submitting appropriate \ndocumentation, you may be approved for the makeup test by the departmental petitions committee. In that \ncase, you will be informed of the date, time, and location for the makeup test. No other makeup opportunities \nwill be provided; if you miss the makeup test in January, for any reason, you will need to submit a new Request \nfor Special Consideration, with appropriate documentation. If your request is approved, the test will not be re-\nscheduled again, but it value in the course assessment scheme may be re-weighted to the Final Exam. \nIf you miss a Final Exam, please contact the UTM Office of the Registrar, not the Department of Geography. \nInforming Your Professor and Submitting Appropriate Documentation: The following steps must be \ncompleted in order to be considered for academic accommodation for any missed quiz\/test. \n1. Students must inform their professor in writing (e-mail is acceptable) within 24 hours of a test date of any \ncircumstances that prevent them from writing a test.  \n2. Students must complete an online Special Consideration Request at \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest. Students who miss a test due to circumstances beyond \ntheir control (e.g., illness or an accident) can request that the Department grant them special consideration. \nYou must inform your instructor within 24 hours and you have 48 hours from the date of the missed test to \nsubmit your online request (late requests will NOT be considered without a \"letter of explanation\" as to why \nthe request is late). You must present your case to the Department (not the Instructor). Note: The system \nonly supports Microsoft Internet Explorer and Firefox for the time being. \n3. Original supporting documentation (e.g., Verification of Student Illness or Injury form, accident report, etc.) \nMUST BE SUBMITTED to the DROP BOX (labeled “Environment and Geography Petition Documentation”) \nlocated outside Room 3282, Davis Building. Supporting documentation is required within one (1) week of \nsubmitting your online request. \nPlease Note: If you missed your quiz, test, or assignment for a reason connected to your registered \ndisability, please be advised that the department will accept documentation supplied by the UTM \nAccessAbility Resource Centre. \nNote: \ni. ROSI declarations are not accepted as supporting documentation.  \nii. If your reason for absence is due to a last minute flight due to a family emergency (illness\/death etc.) \nyou must provide your flight itinerary INCLUDING the date the flight was purchased as well as boarding \npasses in addition to proof of death\/illness\/accident. \n4. Verification of Student Illness or Injury forms: Documentation MUST show that the physician was consulted \nwithin ONE day of the test date. A statement merely confirming a report of illness made by the student is \nNOT acceptable (such as, “This patient tells me that he was feeling ill on that day.”). Verification of Student \nIllness or Injury forms can be found on the Office of the Registrar’s webpage \n(http:\/\/www.illnessverification.utoronto.ca\/getattachment\/index\/Verification-of-Illness-or-Injury-form-Jan-\n22-2013.pdf.aspx). \nPlease note that the written explanation and documentation that you submit represents an appeal from you, \nrequesting the opportunity to account for that portion of your grade in some other manner. If an appeal is not \nreceived, or if the appeal is deemed unacceptable, you will receive a grade of zero for the item you missed. If \nthe appeal is granted – that is, your reason for missing the item is considered acceptable by the committee – \nthen a mechanism for accounting for the grade value of the missed item will be discussed. \nA departmental petitions committee evaluates each request. Decisions will be communicated by email within \ntwo weeks of receipt of all completed documents. It is your responsibility to ensure your email account is \nworking and able to receive emails. Claims that a Departmental decision was not received will NOT be \nconsidered as a reason for further consideration. Contact Sabrina Ferrari (sabrina.ferrari@utoronto.ca) \nAcademic Counselor, should you NOT receive notification of your decision within 2 weeks of submission. \nPlease note that holidays, pre-purchased plane tickets, family plans, your friend’s wedding, lack of preparation, \nor too many other tests\/assignments are not acceptable excuses for missing a quiz, a test, an item of term work, \nor requesting an extension. \nExtension of Time: The following steps must be completed in order to be considered for academic \naccommodation for any assignment extensions. Assignments handed in AFTER the work has been returned to \nthe class cannot be marked for credit. \n1. Students must inform their professor in writing (e-mail is acceptable) IN ADVANCE of an assignment due \ndate of any circumstances that prevent them from submitting their assignment on time.  \n2. Students must complete an online Special Consideration Request at \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest IN ADVANCE of the assignment due date. Note: The \nsystem only supports Microsoft Internet Explorer and Firefox for the time being.  \n3. Original supporting documentation (e.g., Verification of Student Illness or Injury form, accident report, etc.) \nMUST BE SUBMITTED to the DROP BOX (labeled “Environment and Geography Petition Documentation”) \nlocated outside Room 3282, Davis Building. Supporting documentation is required within one (1) week of \nsubmitting your online request. \n4. Verification of Student Illness or Injury forms: Documentation MUST show that the physician was consulted \nwithin ONE day of the assignment due date. A statement merely confirming a report of illness made by the \nstudent is NOT acceptable (such as, “This patient tells me that he was feeling ill on that day.”). Verification \nof Student Illness or Injury forms can be found on the Office of the Registrar’s webpage \n(http:\/\/www.illnessverification.utoronto.ca\/getattachment\/index\/Verification-of-Illness-or-Injury-form-Jan-\n22-2013.pdf.aspx). \nOriginal supporting documentation (e.g., Verification of Student Illness or Injury form, accident report, etc.) \nMUST BE SUBMITTED to the DROP BOX (labeled “Environment and Geography Petition Documentation”) \nlocated outside Room 3282, Davis Building. Note: ROSI declarations are not accepted as supporting \ndocumentation. You are expected to submit your request to the Department before the due date of the \nassignment, unless demonstrably serious reasons prevent you from doing so. In the event of an illness, if you \nare seeking a one-day extension, Verification of Student Illness or Injury forms must confirm that you were ill on \nthe due date of the assignment; if you are requesting a longer extension, your documentation must specify \nexactly the length of the period during which you were unable to carry out your academic work. For extensions \nof time beyond the examination period you must submit a petition through the Office of the Registrar. \nhttp:\/\/www.erin.utoronto.ca\/index.php?id=6988  \nA Departmental committee evaluates each request for an extension of time. Decisions will be communicated \nby email within two weeks of receipt of all completed documents. Please note that students are required to \nsubmit their assignment\/lab as soon as they are able and they should NOT wait for the decision of the \ncommittee. Note: It is your responsibility to ensure your email account is working and able to receive emails. \nClaims that a Departmental decision was not received will NOT be considered as a reason for further \nconsideration. Contact Sabrina Ferrari (sabrina.ferrari@utoronto.ca) Academic Counselor, should you NOT \nreceive notification of your decision within 2 weeks of submission.  \nIt is your responsibility to follow the appropriate procedures and submit requests for special consideration on \ntime. Failure to do so may result in the committee denying your request. \nShould you require further information regarding Special Considerations, please contact the Academic \nCounselor.  \nSabrina Ferrari, Undergraduate Academic Counselor \nRoom 3282, Davis Building, Telephone: 905-828-5465 \nemail: sabrina.ferrari@utoronto.ca \nAccessAbility \nU of T Mississauga and the AccessAbility Resource Centre are committed to the full participation of students \nwith disabilities in all aspects of campus life. The AccessAbility Resource Centre provides academic \naccommodations and services to students who have a physical, sensory, or learning disability, mental health \ncondition, acquired brain injury, or chronic health condition, be it visible or hidden. Students who have \ntemporary disabilities (e.g., broken dominant arm) are also eligible to receive services. All interested students \nmust have an intake interview with an advisor to discuss their individual needs.  \nStudents who require accommodation are advised to visit the AccessAbility Resource Centre as early as possible \nto have their needs assessed, as it may take some time to process the application. \nFor more information please contact the Centre at:  \nRoom 2047, Davis Building \nTel\/TTY: 905-569-4699 e-mail: access.utm@utoronto.ca  web: www.utm.utoronto.ca\/access \nPolicies on Religious Observances, Equity, and Academic Rights \nReligious Observances \nIt is University policy to make every effort to arrange reasonable accommodations for students who observe \nreligious holy days that are not accommodated by ordinary scheduling and statutory holidays.  \nStudents have a responsibility to alert the teaching staff in a timely fashion to upcoming religious observances \nand anticipated absences (three weeks advance notice, minimum, is considered to be sufficient). Instructors will \nmake every reasonable effort to avoid scheduling tests, examinations or other compulsory activities at these \ntimes. If compulsory activities are unavoidable, every reasonable opportunity will be given to these students to \nmake up work that they miss. When the scheduling of tests or examinations cannot be avoided, students will be \ninformed of the procedure to be followed to arrange to write at an alternate time.  \nIt is most important that no student be seriously disadvantaged because of her or his religious observances. \nHowever, in the scheduling of academic and other activities, it is also important to ensure that the \naccommodation of one group does not seriously disadvantage other groups within the University community. \nMore information and some dates of potential relevance for the U of T community are available at \nwww.viceprovoststudents.utoronto.ca\/publicationsandpolicies\/guidelines\/religiousobservances.htm. \nEquity Statement  \nThe University of Toronto is committed to equity and respect for diversity. All members of the learning \nenvironment in this course should strive to create an atmosphere of mutual respect. As a course instructor, I will \nneither condone nor tolerate behaviour that undermines the dignity or self-esteem of any individual in this \ncourse and wish to be alerted to any attempt to create an intimidating or hostile environment. It is our \ncollective responsibility to create a space that is inclusive and welcomes discussion. Discrimination, harassment \nand hate speech will not be tolerated. If you have any questions, comments, or concerns you may contact the \nUTM Equity and Diversity officer at edo.utm@utoronto.ca or the University of Toronto Mississauga Students’ \nUnion Vice President Equity at vpequity@utmsu.ca. \nAcademic Rights \nYou, as a student at UTM, have the right to: \n Receive a syllabus by the first day of class. \n Rely upon a syllabus once a course is started. An instructor may only change marks’ assignments by \nfollowing the University Assessment and Grading Practices Policy provision 1.3. \n Refuse to use turnitin.com (you must be offered an alternative form of submission).  \n Have access to your instructor for consultation during a course or follow up with the department chair if the \ninstructor is unavailable. \n Ask the person who marked your term work for a re-evaluation if you feel it was not fairly graded.  You have \nup to one month from the date of return of the item to inquire about the mark. If you are not satisfied with \na re-evaluation, you may appeal to the instructor in charge of the course if the instructor did not mark the \nwork. If your work is remarked, you must accept the resulting mark. You may only appeal a mark beyond the \ninstructor if the term work was worth at least 20% of the course mark. \n Receive at least one significant mark (15% for H courses, 25% for Y courses) before the last day you can drop \na course for H courses, and the last day of classes in the first week of January for Y courses taught in the \nFall\/Winter terms.  \n Submit handwritten essays so long as they are neatly written. \n Have no assignment worth 100% of your final grade. \n Not have a term test worth 25% or more in the last two weeks of class. \n Retain intellectual property rights to your research.  \n Receive all your assignments once graded. \n View your final exams. To see a final exam, you must submit an online Exam Reproduction Request within 6 \nmonths of the exam. There is a small non-refundable fee. \n Privacy of your final grades. \n Arrange for representation from Downtown Legal Services (DLS), a representative from the UTM Students’ \nUnion (UTMSU), and\/or other forms of support if you are charged with an academic offence. \nCode of Conduct and Academic Honesty\/Integrity \nIt is your responsibility as a student at the University of Toronto, to familiarize yourself with, and adhere to, \nboth the Code of Student Conduct and the Code of Behaviour on Academic Matters.  \nThis means, first and foremost, that you should read them carefully. \n The Code of Student Conduct is available from the U of T Mississauga website (Registrar > Academic \nCalendar > Codes and Policies) or in your print version of the Academic Calendar. \n The Code of Behaviour on Academic Matters is available from the U of T Mississauga website (Registrar \n> Academic Calendar > Codes and Policies) or in your print version of the Academic Calendar. \n Another helpful document that you should read is How Not To Plagiarize, by M. Proctor. \nFurther Thoughts on Academic Honesty\/Integrity \nThe Code of Behaviour on Academic Matters states that: \n“The University and its members have a responsibility to ensure that a climate that might encourage, or \nconditions that might enable, cheating, misrepresentation or unfairness not be tolerated. To this end all \nmust acknowledge that seeking credit or other advantages by fraud or misrepresentation, or seeking to \ndisadvantage others by disruptive behaviour is unacceptable, as is any dishonesty or unfairness in dealing \nwith the work or record of a student.” – University of Toronto Mississauga Academic Calendar  \nThis summarizes what we are all trying to achieve through the implementation of this Code – both students and \nfaculty. We are trying – together – to create an atmosphere of fairness and honesty, in which people can learn \nand receive appropriate credit for work that they have done. \nNote that the Code refers specifically to expectations for faculty members, not just for students. It is my \nresponsibility, as a member of the faculty of the University of Toronto, to be familiar with these expectations \nand adhere to them. There are many additional academic requirements that we are expected to meet with \nregard to the integrity of course materials, returning of marked work to students, maintenance of student \nprivacy, fairness, grading practices, and others. My TAs and I will make every possible effort to meet these \nexpectations. \nConduct in the Academic Setting  \nWe view the classroom relationship as an academic dialogue. We hope that we can approach our relationships \nas students, faculty, and TAs with a spirit of honesty, fairness, and mutual respect for each other and for \nlearning. \nOur expectation is that you will show respect to instructors, TAs, other faculty, staff, and – importantly – fellow \nstudents. This includes arriving on time and staying for the entire class (so you don’t disturb others by your late \nentry or early departure); listening quietly (so you don’t disturb others by your chatting or online activities); \napproaching your course work with an open, honest spirit and enthusiasm; and otherwise adhering to the Code.  \nIn turn, you can expect that we (instructors and TAs) will show respect to you and your fellow students; deliver \nthe best course that we possibly can; communicate our enthusiasm for the material; maintain fairness in all \naspects of course delivery and assessment; and otherwise adhere to the Codes. \n \n \nENV100Y5Y ENVIRONMENT Tentative Schedule 2016-17 \nMODULE 1: September 7 – September 30 \nWEEK SESSION and DATE TOPIC READINGS \n1    M 5\/9\/16 LABOUR DAY – NO CLASSES  \n1 W 7\/9\/16 Course Introduction Chapter 1 \n2 F 9\/9\/16 Introduction to Environmental Science (I) \" \n2 3 M 12\/9\/16 Introduction to Environmental Science (II) \" \n4 W 14\/9\/16 How Science is Done: An Aside on Hypotheses Chapter 2 \n5 F 16\/9\/16 Matter and Energy: Earth as a Planet \" \n3 6 M 19\/9\/16 Chemical Evolution of Earth Systems \" \n7 W 21\/9\/16 Geological Systems and Plate Tectonics (I) \" \n8 F 23\/9\/16 Geological Systems and Plate Tectonics (II) \" \nTo do: Assignment #1: due on Friday, September 23 by 11:59 p.m. \n4 9 M 26\/9\/16 Earth’s Environmental Systems and Cycles (I) Chapter 3 \n10 W 28\/9\/16 Earth’s Environmental Systems and Cycles (II) \" \n11 F 30\/9\/16 Quiz Friday: No class – prep for Quiz #1  \nTo do: Quiz #1: Online. Opens at 11 am on Friday, September 30. Must be completed by noon on \nSaturday, October 1. You can take the quiz twice; the higher of the two marks will be counted. \n \nMODULE 2: October 3 – November 4 \nWEEK SESSION and DATE TOPIC READINGS \n5 12  M 3\/10\/16 Biogeochemical Cycles (I) Chapter 3 \n13 W 5\/10\/16 Biogeochemical Cycles (II) \" \n14 F 7\/10\/16 Introduction to Ecosystems \" \n 10\/10\/16 14\/10\/16 Thanksgiving and Reading Week – NO CLASSES  \n6 15 M 17\/10\/16 Evolution, Biodiversity, and Population Ecology (I) Chapter 4 \n16 W 19\/10\/16 Evolution, Biodiversity, and Population Ecology (II) \" \n17 F 21\/10\/16 Evolution, Biodiversity, and Population Ecology (III) \" \n7 18 M 24\/10\/16 Species Interactions and Community Ecology (I) Chapter 5 \n19 W 26\/10\/16 Species Interactions and Community Ecology (II) \" \n20 F 28\/10\/16 Species Interactions and Community Ecology (III) \" \nTo do: Assignment #2: due on Friday, October 28 by 11:59 p.m. \n8 21 M 31\/10\/16 Human Origins Chapter 6 \n22 W 2\/11\/16 Human Population \" \n23 F 4\/11\/16 Quiz Friday: No class – prep for Quiz #2  \nTo do: Quiz #2: Online. Opens at 11 am on Friday, Nov. 4. Must be completed by noon on Saturday, \nNov. 5. You can take the quiz twice; the higher of the two marks will be counted. \n \n  \n \n \nMODULE 3: November 7 – December 2 \nWEEK SESSION and DATE TOPIC READINGS \n9 24  M 7\/11\/16 Soil Resources (I) Chapter 7 \n25 W 9\/11\/16 Soil Resources (II) \" \n26 F 11\/11\/16 Agriculture and Biotechnology (I) Chapter 8 \n10 27 M 14\/11\/16 Agriculture and Biotechnology (II) \" \n28 W 16\/11\/16 Agriculture and Biotechnology (III) \" \n29 F 18\/11\/16 Aquaculture \" \n11 30 M 21\/11\/16 Conservation of Species and Habitat (I) Chapter 9 \n31 W 23\/11\/16 Conservation of Species and Habitat (II) \" \n32 F 25\/11\/16 Conservation of Species and Habitat (III) \" \nTo do: Assignment #3: due on Friday, November 25 by 11:59 p.m. \n12 33 M 28\/11\/16 Forest Ecosystems (I) Chapter 10 \n34 W 30\/11\/16 Forest Ecosystems (II) \" \n35 F 2\/12\/16 Quiz Friday: No class – prep for Quiz #3  \nTo do: Quiz #3: Online. Opens at 11 am on Friday, Dec. 2. Must be completed by noon on Saturday, \nDec. 3. You can take the quiz twice; the higher of the two marks will be counted. \n 36 M 5\/12\/16 Term Test Review (tentative) Chapters 1–10 \nTo do: Study Period: December 6–7 \nTerm Test: Scheduled by the Registrar during the December Exam Period (Dec. 8–20, 2016). \n \nMODULE 4: January 2 – January 27 \nWEEK SESSION and DATE TOPIC READINGS \n13 37  M 2\/1\/17 Freshwater Systems and Water Resources (I)  Chapter 11 \n38 W 4\/1\/17 Freshwater Systems and Water Resources (II) \" \n39 F 6\/1\/17 Protecting Lakes and Wetlands \" \n14 40 M 9\/1\/17 Marine and Coastal Systems (I) Chapter 12 \n41 W 11\/1\/17 Marine and Coastal Systems (II) \" \n42 F 13\/1\/17 Atmospheric Science and Weather (I) Chapter 13 \n15 43 M 16\/1\/17 Atmospheric Science and Weather (II) \" \n44 W 18\/1\/17 Atmospheric Science and Weather (III) \" \n45 F 20\/1\/17 Atmospheric Science and Weather (IV) \" \nTo do: Assignment #4: due on Friday, January 20 by 11:59 p.m. \n16 46 M 23\/1\/17 Air Pollution and Stratospheric Ozone Depletion (I) \" \n47 W 25\/1\/17 Air Pollution and Stratospheric Ozone Depletion (II) \" \n48 F 27\/1\/17 Quiz Friday: No class – prep for Quiz #4  \nTo do: Quiz #4: Online. Opens at 11 am on Friday, January 27. Must be completed by noon on \nSaturday, January 28. You can take the quiz twice; the higher of the two marks will be counted. \n \n \n \n \nMODULE 5: January 30 – March 3 \nWEEK SESSION and DATE TOPIC READINGS \n17 49  M 30\/1\/17 The Climate System (I) Chapter 14 \n50 W 1\/2\/17 The Climate System (II) \" \n51 F 3\/2\/17 Global Climate Change (I) \" \n18 52 M 6\/2\/17 Global Climate Change (II) \" \n53 W 8\/2\/17 Global Climate Change (III) \" \n54 F 10\/2\/17 Goodbye Polar Bears \" \n19 55 M 13\/2\/17 Fossil Fuels and the Future of Oil (I) Chapter 15 \n56 W 15\/2\/17 Fossil Fuels and the Future of Oil (II) \" \n57 F 17\/2\/17 Energy Alternatives: Conventional and Emerging (I) Chapter 16 \nTo do: Assignment #5: due on Friday, February 17 by 11:59 p.m. \n 20\/2\/17 24\/2\/17 Family Day and Reading Week – NO CLASSES  \n20 58 M 27\/2\/17 Energy Alternatives: Conventional and Emerging (II) \" \n59 W 1\/3\/17 Energy Alternatives: Conventional and Emerging (III) \" \n60 F 3\/3\/17 Quiz Friday: No class – prep for Quiz #5 \" \nTo do: Quiz #5: Online. Opens at 11 am on Friday, March 3. Must be completed by noon on Saturday, \nMarch 4. You can take the quiz twice; the higher of the two marks will be counted. \n \nMODULE 6: March 6 – March 31 \nWEEK SESSION and DATE TOPIC READINGS \n21 61  M 6\/3\/17 Mineral Resources and Mining (I) Chapter 17 \n62 W 8\/3\/17 Mineral Resources and Mining (II) \" \n63 F 10\/3\/17 Waste Management (I) Chapter 18 \n22 64 M 13\/3\/17 Waste Management (II) \" \n65 W 15\/3\/17 Waste Management (III) \" \n66 F 17\/3\/17 Environmental Health and Hazards (I) Chapter 19 \n23 67 M 20\/3\/17 Environmental Health and Hazards (II) \" \n68 W 22\/3\/17 Environmental Health and Hazards (III) \" \n69 F 24\/3\/17 Environmental Health and Hazards (IV) \" \nTo do: Assignment #6: due on Friday, March 24 by 11:59 p.m. \n24 70 M 27\/3\/17 Catch-Up and\/or Final Exam Review Chapters 11–19 \n71 W 29\/3\/17 Wrap-Up Session None \n72 F 31\/3\/17 Quiz Friday: No class – prep for Quiz #6  \nTo do: Quiz #6: Online. Opens at 11 am on Friday, March 31. Must be completed by noon on Saturday, \nApril 1. You can take the quiz twice; the higher of the two marks will be counted.  \nTo do: Study Period: April 3–5 \nFinal Exam: Scheduled by the Registrar during the April Exam Period (Apr. 6–22, 2017). \n \n"}