{"code":"GGR278H5Y","graded_evaluations":[],"university":"UTM","rawtext":"University of Toronto at Mississauga \nDepartment of Geography and Programs in Environment \nFall 2016 \n \nGEOGRAPHICAL INFORMATION SYSTEMS (GGR278H5F)   \n \nDescription (from the 2016-17 Academic Calendar) \n \nIntroduction to models of representation and management of geographical data for scientific \nanalysis. Basic quantitative methods and techniques for geographic data analysis, including \ncollection, manipulation, description and interpretation. Practical exercises using GIS and \nstatistical software packages with examples drawn from both physical and human geography. \n[24L, 12P] \n \nPrerequisite: GGR112H5\/117Y5\/ENV100Y5\/ 4.0 credits \n \nProfessor  \n \nR. Buliung        Office:      DV3272 \n              Office Hours:  TBA \n       Phone:      905.569.4419 \nE-mail:       ron.buliung@utoronto.ca \n \nTeaching Assistants \n \nLea Ravensbergen-Hodgins     Office:      TBA \n                        Office Hours:  TBA \n               Phone:       TBA \n                        E-mail:       lea.ravensbergen@mail.utoronto.ca \n \nJian Yang                 Office:      TBA \n                 Office Hours:  TBA \n                        Phone:      TBA \nE-mail:       jiangeo.yang@mail.utoronto.ca \n \nLectures: Mondays 11-1: DV2080 \n \nPracticums: Sessions begin the second week of classes. Attend your assigned session on \nWednesdays. All Practicums are located in CC1160. \n \nCourse Website:  GGR278H5F in the My Courses module at http:\/\/portal.utoronto.ca \n \n \n \n \n \n \n   \n 2 \nCourse Goals \n \n1. Understand foundational cartographic concepts; \n2. Understand and practice map reading, measurement, and production; \n3. Appreciate difference between, and application of, GIS data structures;  \n4. Undertake application of GIS data structures using state-of-the-art GIS software; \n5. Independent resolution of spatial problems using GIS. \n \nStudent Learning Objectives \n \nAfter successfully completing GGR278H5F students should be able to: \n \n1. Identify basic cartographic and non cartographic elements on a map; \n2. Apply cartographic concepts in a digital GIS environment; \n3. Demonstrate a basic understanding of the foundational concepts of geographical information \nsystems; \n4. Demonstrate basic proficiency in data manipulation, processing, and mapping using a GIS \nsoftware; \n5. Create basic maps of vector and raster data using a GIS software; \n6. Engage in an introductory level of spatial analysis using a GIS software; \n7. Memorize and use, without aids, the basic terminology with which professionals in these \ncontributing disciplines communicate their work and their research findings. \n \nAccess to Course Software: \n \nCourse software works on Windows operating system only. You can install windows on your \nMAC using Parallels (http:\/\/www.parallels.com\/ca\/), or Boot Camp \n(https:\/\/www.apple.com\/support\/bootcamp\/). Your Professor and your TAs are not available to \nassist with this process if you decide to proceed.  \n \nYou can (but are not required to) acquire a copy of the same software being used in the lab, \nArcGIS 10.4 using the instructions found at:  \n \nhttp:\/\/mdl.library.utoronto.ca\/services\/gis-software\/esri-software-access \n \nDOWNLOAD VERSION 10.4, you will use the same version in your practical sessions. \n \nYou will not receive additional instruction or support for your personal installation of the \nsoftware. You should make sure that you also install the Spatial Analyst extension.  \n \nHelpful on-line resources: \n \nHelp with ArcGIS v.10.4 http:\/\/resources.arcgis.com\/en\/help\/ \n \nDana, P.H., The Geographer’s Craft Project, Department of Geography, The University of \nColorado at Boulder. Available at: http:\/\/www.colorado.edu\/geography\/gcraft\/contents.html. \n[Accessed 4 September 2014] \n \n   \n 3 \nESRI (2016) GIS Dictionary. Available at:  \nhttp:\/\/support.esri.com\/en\/knowledgebase\/Gisdictionary\/browse [Accessed 15 August 2016] \n \nSmith, M-D., Goodchild, M. ,Longley, P. (2009) Geospatial Analysis – a comprehensive guide. \n4th ed. Available at: http:\/\/www.spatialanalysisonline.com\/HTML\/index.html [Accessed 15 \nAugust 2016] \n \nCourse Administration \n \nNOTE: You are invited to consult http:\/\/www.utm.utoronto.ca\/registrar\/important-dates for \ninformation regarding UTM sessional dates, including dates for the dropping or adding of \ncourses and corresponding financial and\/or academic implications associated with drop\/add \nprocedures and dates. \n \nEvaluation and Important Dates  \n \nDate Description Course Weight (%) \nSeptember 12 Lectures Begin  \nSeptember 21 Practical Sessions Begin  \nSeptember 12-October 3 Quiz 1 Available 7 \nOctober 5 Due: Assignment 1 Cartography  14 \nNovember 2 Due: Assignment 2 Vector GIS 14 \nOctober 17-November 7 Quiz 2 Available 7 \nNovember 30 Due: Assignment 3 Raster GIS 14 \nNovember 14-December 5 Quiz 3 Available 7 \nDecember 5 Exam Review  \nDecember 6-7 Study Break  \nDecember 8 Exams Begin Final Exam 37 \n \nQuizzes: A set of open book quizzes managed through Blackboard. You will be challenged to \nlocate, define, explain and apply concepts and methods from both lectures and assignments. Quiz \navailability in the table above refers to the time over which each quiz will be available for \ncompletion on Blackboard. Each quiz will be available from 9:00 a.m. on the start date, until \n5:00 p.m. on the end date, as posted in the table above. YOU WILL HAVE A LIMITED \nNUMBER OF ATTEMPTS FOR QUIZ RETAKE.  \n \nFinal Exam: Cumulative 2 hour testing of recall and comprehension of all course material.  \nYou are required to memorize and use, without aids, the basic terminology with which \nprofessionals in the contributing disciplines communicate their work and their research findings. \nThis includes the ability to recognize and understand equations that define important concepts or \nmeasurements covered in this course. \n \nAssignments: Three assignments of sufficient length that you will need to work on them during \nand outside of your assigned practicum periods. You will work with state of the art GIS software \nand real-world data to develop technical proficiency at an introductory level. You will rely \nheavily of the ArcGIS Help system, independent and collaborative thinking, and a heavy dose of \n   \n 4 \ntrial and error to complete your assignments. Assignments will be submitted electronically via \nBlackBoard. \n \nLECTURE SCHEDULE: Mondays, 11:00 a.m. – 1:00 p.m. in DV2080 \n \nNOTE: The following information offers a general guideline for the scheduling of lecture \nmaterial. Depending on the background knowledge of the class we may accelerate through, or \ntake more time on specific topics.  \n \n1. September 5: Holiday \n \n2. September 12 - October 10: Introduction to GIS and Foundational Concepts in Cartography \n \n3. October 11-14: Fall Reading Week \n \n4. October 17 - November 7: Databases and Vector GIS \n \n5. November 14 – November 28: Raster GIS \n \n6. December 5th: Raster GIS and Exam Review \n \nCourse Policy \n \nWhile the application of computers and GIS software to the study of geographical problems is \nemphasized in this course, students are expected to demonstrate their knowledge of all course \nmaterial (e.g., lecture notes and assigned readings, assignment materials). Students are required \nto engage in a significant amount of independent study and computer-based laboratory work. To \nbe successful, students will have to commit to working on assignments outside of regularly \nscheduled lab sessions and tutorials. Detailed information on how to construct and submit \nassignments will be explained during lab sessions. All assignments are due at the times indicated \nby the instructor.  \n \nRecording of Lecture or Lab Material: Audio recording of lecture material is permitted only \nwith the written consent of the instructor. Still photography or the recording of video at any \ntime during the course – in the labs, or in the lecture theatre is expressly forbidden. \n \nE-mail Communication: Students are advised to consult www.enough.utoronto.ca for \ninformation on university policy concerning the appropriate use of information and \ncommunication technology. Electronic communication for this course will be managed using the \ncommunication tools available through the course website: (GGR278H5 in the My Courses \nmodule at http:\/\/portal.utoronto.ca).  \n \nALL electronic messages are to be composed in a respectful, appropriately constructed manner \n(e.g., complete sentences). Students are required to submit questions concerning lecture and lab \nmaterial directly to the course website. This approach will benefit the entire class, as many \nstudents will likely have similar questions about course content. E-mails sent to the TA or \nprofessor concerning course content (lecture or lab material) will not be read. If you require \n   \n 5 \nfurther assistance you are advised to attend the office hours allocated to this course by your TAs \nand professor. \n \nE-mail for other reasons (e.g., requesting an appointment) must include in the subject line, the \ncourse code, student name, and ID. Unless otherwise directed, e-mails containing attachments \nwill not be read. E-mails must be sent using an official University of Toronto account \n(www.utorid.utoronto.ca); e-mail from other domains (e.g., hotmail, Rogers, etc.) will be \nignored.  \n \nE-mail should NOT be viewed as an alternative to meeting with the TA or professor during \noffice hours. Nor should e-mail be used as a mechanism to receive private tutorials (especially \nprior to tests) or to explain material that was covered in missed lectures or labs. Not receiving \nreplies to posted messages or e-mails from the TA or professor, or not receiving them in time, \nwill not be an acceptable excuse for pleas for extensions to assignment or exam deadlines. \n \nIn-class or Online QUIZ\/TESTS: Students CANNOT petition to re-write a quiz\/test once the \ntest has begun.  If you are feeling ill, please do not start the online or in-class test and seek \nmedical attention immediately.  You must have a physician fill out a U of T Student Medical \nCertificate and submit a request via the online Special Consideration Request form @ \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest within 24 hours. \n \nMissed Term Work (Assignment\/Lab – as per Department of Geography policy): \nLate assignments will be subject to a late penalty of 10% per day (including weekends) of the \ntotal marks for the assignment. Assignments submitted five calendar days beyond the due date \nwill be assigned a grade of zero.  Assignments handed in AFTER the work has been returned to \nthe class cannot be marked for credit. \nFor accommodations on late\/missed assignments please see section on “Extension of Time”. \n \nMissed Term Work (Quiz\/Test – as per Department of Geography policy): \nIn courses with final exams, there will be no re-writes or make-ups for term tests\/quizzes missed \nfor University-accepted, verifiable reasons. Instead, the final exam will be re-weighted by the \nvalue of the term test\/quiz.  \n \nInforming Your Professor and Submitting Appropriate Documentation: \nThe following steps must be completed in order to be considered for academic accommodation \nfor any missed quiz\/test.   \n1. Students must inform their professor in writing (e-mail is acceptable) within 24 hours of a \ntest date of any circumstances that prevent them from writing a test.  \n2. Students must complete an online Special Consideration Request @ \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest.  Students who miss a test due to \ncircumstances beyond their control (e.g. illness or an accident) can request that the \nDepartment grant them special consideration. You must inform your instructor within 24 \nhours and you have 48 hours from the date of the missed test to submit your online \nrequest (late requests will NOT be considered without a \"letter of explanation\" as to why \nthe request is late).  You must present your case to the Department (not the Instructor).  \n   \n 6 \nNote: The system only supports Microsoft Internet Explorer and Firefox for the time \nbeing.  \n3. Original supporting documentation (e.g. Verification of Student Illness or Injury form, \naccident report, etc) MUST BE SUBMITTED to the DROP BOX (labeled \n“Environment and Geography Petition Documentation”) located outside Room \n3282, Davis Building.    Supporting documentation is required within one (1) week of \nsubmitting your online request. \n \nPlease Note:  If you missed your test for a reason connected to your registered disability, \nplease be advised that the department will accept documentation supplied by the UTM \nAccessAbility Resource Centre. \n \nNote: (i) ROSI declarations are not accepted as supporting documentation.   \n \n(ii) If your reason for absence is due to a last minute flight due to a family emergency \n(illness\/death etc.) you must provide your flight itinerary INCLUDING the date the flight \nwas purchased as well as boarding passes in addition to proof of death\/illness\/accident. \n \n4. Verification of Student Illness or Injury forms:  Documentation MUST show that the \nphysician was consulted within ONE day of the test date. A statement merely confirming \na report of illness made by the student is NOT acceptable (such as, “This patient tells me \nthat he was feeling ill on that day.”).   Verification of Student Illness or Injury forms \ncan be found on the Office of the Registrar’s webpage \n(http:\/\/www.illnessverification.utoronto.ca\/getattachment\/index\/Verification-of-Illness-\nor-Injury-form-Jan-22-2013.pdf.aspx). \n \nPlease note that the written explanation and documentation that you submit represents an appeal \nfrom you, requesting the opportunity to account for that portion of your grade in some other \nmanner. If an appeal is not received, or if the appeal is deemed unacceptable, you will receive a \ngrade of zero for the item you missed. If the appeal is granted – that is, your reason for missing \nthe item is considered acceptable by the committee – then a mechanism for accounting for the \ngrade value of the missed item will be discussed. \n \nA Departmental committee evaluates each request. Decisions will be communicated by email \nwithin two weeks of receipt of all completed documents. Note: It is your responsibility to \nensure your email account is working and able to receive emails.  Claims that a Departmental \ndecision was not received will NOT be considered as a reason for further consideration. Contact \nSabrina Ferrari (sabrina.ferrari@utoronto.ca) Academic Counselor, should you NOT receive \nnotification of your decision within 2 weeks of submission.   \n \nNote that holidays and pre-purchased plane tickets, family plans, your friend’s wedding, lack of \npreparation, or too many other tests\/assignments are not acceptable excuses for missing a quiz, a \ntest, an item of term work, or an extension. \n \n   \n 7 \n \n \nExtension of Time \nThe following steps must be completed in order to be considered for academic accommodation \nfor any assignment extensions. Assignments handed in AFTER the work has been returned to the \nclass cannot be marked for credit. \n1. Students must inform their professor in writing (e-mail is acceptable) IN ADVANCE of \nan assignment due date of any circumstances that prevent them from submitting their \nassignment on time.  \n2. Students must complete an online Special Consideration Request @ \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest IN ADVANCE of the assignment due \ndate.    Note: The system only supports Microsoft Internet Explorer and Firefox for the \ntime being.  \n3. Original supporting documentation (e.g. Verification of Student Illness or Injury form, \naccident report, etc) MUST BE SUBMITTED to the DROP BOX (labeled \n“Environment and Geography Petition Documentation”) located outside Room \n3282, Davis Building.    Supporting documentation is required within one (1) week of \nsubmitting your online request. \nPlease Note:  If you missed your test for a reason connected to your registered disability, \nplease be advised that the department will accept documentation supplied by the UTM \nAccessAbility Resource Centre. Note: (i) ROSI declarations are not accepted as \nsupporting documentation.   (ii) If your reason for absence is due to a last minute flight \ndue to a family emergency (illness\/death etc.) you must provide your flight itinerary \nINCLUDING the date the flight was purchased as well as boarding passes in addition to \nproof of death\/illness\/accident. \n4. Verification of Student Illness or Injury forms:  Documentation MUST show that the \nphysician was consulted within ONE day of the assignment due date. A statement merely \nconfirming a report of illness made by the student is NOT acceptable (such as, “This \npatient tells me that he was feeling ill on that day.”).   Verification of Student Illness or \nInjury forms can be found on the Office of the Registrar’s webpage \n(http:\/\/www.illnessverification.utoronto.ca\/getattachment\/index\/Verification-of-Illness-\nor-Injury-form-Jan-22-2013.pdf.aspx). \n \n \nOriginal supporting documentation (e.g. Verification of Student Illness or Injury form, accident \nreport, etc) MUST BE SUBMITTED to the DROP BOX (labeled “Environment and \nGeography Petition Documentation”) located outside Room 3282, Davis Building. Note: \nROSI declarations are not accepted as supporting documentation.  You are expected to submit \nyour request to the Department before the due date of the assignment, unless demonstrably \nserious reasons prevent you from doing so. In the event of an illness, if you are seeking a one-\nday extension, Verification of Student Illness or Injury forms must confirm that you were ill on \nthe due date of the assignment; if you are requesting a longer extension, your documentation \nmust specify exactly the length of the period during which you were unable to carry out your \nacademic work.  For extensions of time beyond the examination period you must submit a \npetition through the Office of the Registrar. http:\/\/www.erin.utoronto.ca\/index.php?id=6988  \n   \n 8 \n \nA Departmental committee evaluates each request for an extension of time. Decisions will be \ncommunicated by email within two weeks of receipt of all completed documents. Please \nnote that students are required to submit their assignment\/lab as soon as they are able and \nthey should NOT wait for the decision of the committee. Note: It is your responsibility to \nensure your email account is working and able to receive emails.  Claims that a Departmental \ndecision was not received will NOT be considered as a reason for further consideration. Contact \nSabrina Ferrari (sabrina.ferrari@utoronto.ca) Academic Counsellor, should you NOT receive \nnotification of your decision within 2 weeks of submission.   \n \nIt is your responsibility to follow the appropriate procedures and submit requests for special \nconsideration on time. Failure to do so may result in the committee denying your request. \nShould you require further information regarding Special Considerations, please contact the \nAcademic Counselor:  \nSabrina Ferrari \nUndergraduate Academic Counselor \nRoom 3282, Davis Building, Telephone: 905-828-5465 \nemail: sabrina.ferrari@utoronto.ca \n"}