{"code":"PSY201H5Y","graded_evaluations":[[2016-10-06T10:00:00.000-04:00,"Short Quiz October 6 10% "],[2016-10-27T01:10:45.927-04:00,"Midterm Test October 27 30% "],[2016-11-24T01:10:45.929-05:00,"Proposal November 24 25% "],["Final Exam TBA 35% "],[2016-08-26T01:10:45.967-04:00," Not have a term test worth 25% or more in the last two weeks of class. "]],"university":"UTM","rawtext":"Fall 2016 - Department of Psychology  Page 1 \n \nPSY372H5F - Human Memory \nThursday 6:00pm – 9:00pm       \nRoom Location: IB 140 (Instructional Centre) \nContact Information \nJacqueline Zimmerman \njacqueline.zimmermann@mail.utoronto.ca \nOffice: 4025 Deerfield Hall \nOffice Hours: 4.30pm-5.30pm on Thursdays \n \n Teaching Assistant:  \nHyun Ryu  \nhyun.ryu@mail.utoronto.ca \nAvailable by email; will announce office hours \nafter test and assignment hand-back \n  \nCourse Description \nThis course examines the systems and processes humans use to encode, store and retrieve information. \nEvidence from the disciplines of cognitive psychology, neuroscience and neuropsychology will be brought \ntogether to paint a picture of the current understanding of human memory. The course focus will be on the \ntheories, methodological approaches and key features of our memory systems. \nPrerequisite: PSY201H5\/equivalent, 252H5\/290H5\/295H5, 270H5 \n \nReading Material  \nTextbook: Baddeley, A., Eysenck, M. & Anderson, M. (2015). Memory, 2nd Ed. Taylor & Francis Group. ISBN: \n9781848721845 \nShort Article found through PsychInfo: Cognition: An Overview of Neuroimaging Techniques, Bunge & Kahn, 2009 \n \nCourse Evaluation  \nShort Quiz October 6 10% \nMidterm Test October 27 30% \nProposal November 24 25% \nFinal Exam TBA 35% \n \nCourse Webpage \nThe website associated with this course is accessible via http:\/\/portal.utoronto.ca  \nNote: You don't need to create a new login for Blackboard; it already knows who you are. You just need your UTORid and \npassword. This is the same login that gets you onto the wireless network with your laptop, and the same one that you \nuse to check your email. If you're confused about your UTORid or don't remember your password, go to: \nhttps:\/\/www.utorid.utoronto.ca\/    \nIn order to access course material, monitor course information, and view your grades you must log into Blackboard. If \nyou have any general questions regarding Blackboard, please visit the following help site:  \nhttp:\/\/www.portalinfo.utoronto.ca\/content\/information-students  \n \nFall 2016 - Department of Psychology  Page 2 \nIMPORTANT COURSE POLICIES   **PLEASE READ** \nMissed Test Special Consideration Request Process \nStudents who miss a test due to circumstances beyond their control (e.g. illness or an accident) can request that the \nDepartment grant them special consideration. Students must present their case to the Department (NOT the Instructor) \nby submitting a request via the online Special Consideration Request form at: \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest.  \nStudents are to submit original supporting documentation (e.g., medical certificates, accident reports, etc.) to the \nPsychology Academic Counselor or drop it in the drop box located outside the Psychology office, Deerfield Hall, 4th Floor. \nStudents have up-to one week from the date of the missed test to submit request. Late submissions will NOT be \nconsidered without a letter of explanation specifying and documenting the reasons for the lateness.  \nMedical certificates or physician’s notes must be completed by the Physician and MUST include the statement \"This \nStudent [name] was unable to write the test on [date(s)] for medical reasons\". This documentation must show that the \nphysician was consulted within one the day of the missed term test. A statement merely acknowledging a report of \nillness made by the student to the physician is NOT acceptable. For further information on this procedure please see: \nhttp:\/\/www.utm.utoronto.ca\/psychology\/undergraduate-studies\/missed-testslate-submissions  \nIf you missed your test\/assignment deadline for a reason connected to your registered disability, please be advised that \nthe department will accept documentation supplied by the UTM AccessAbility Resource Centre.  \nIMPORTANT: The Department of Psychology verifies the authenticity of medical certificates by contacting medical \noffices. Students are NOT to make any changes or alteration to completed medical certificates. Students who submit \nforged or altered documentation are subject to severe academic penalties.  \nIf your request is approved by the department, the value of the test will be redistributed to the final examination. \nExtension of Time Special Consideration Request Process \nStudents who seek to be granted more time to complete their term work beyond the due date without penalty, owing to \ncircumstances beyond their control (e.g., illness, or an accident), must do so by submitting a request directly to the \nInstructor for the period up to and including the last day of the term. The decision as to whether or not to apply a \npenalty for the specified period rests with the Instructor.  \nStudents who seek to be granted more time to complete term work beyond the last day of the term must submit their \nrequest directly to the Department. This request covers the period following the last day of classes and ends the last day \nof the exam period. This is done by submitting a request via the online Special Consideration Request form at \nhttps:\/\/utmapp.utm.utoronto.ca\/SpecialRequest.   \nYou are advised to seek advising by the departmental Undergraduate Counsellor prior to the deadline.  \nOriginal supporting documentation (e.g., medical certificates, accident reports, etc.) must be submitted to the \nPsychology Academic Counselor or dropped off in the drop box located outside the Psychology office Deerfield Hall, 4th \nFloor. Students are expected to submit requests to the Department before the last day of the term, unless demonstrably \nserious reasons prevent them from doing so. In the event of an illness, medical certificates or doctor’s notes must \nconfirm that student was ill on the due date of the assignment (for a one-day extension). For a longer extension, \ndocumentation must specify the full duration during which academic work could not be carried out.  \nFor extensions of time beyond the examination period you must submit a petition through the Office of the Registrar. \nhttp:\/\/www.utm.utoronto.ca\/registrar\/current-students\/petitions  \nFall 2016 - Department of Psychology  Page 3 \nPenalties for Lateness  \nA penalty of 10% per calendar day (i.e., including week-ends and holidays, during which students are not able to submit \nterm work) up to and including the last day of classes, will be applied by the Instructor. After the last day of classes, the \npenalty of 10% per calendar day will be applied by the Undergraduate Counsellor on behalf of the Department. No \npenalty will be assigned if request for special consideration, described above, was successful. \nAcademic Guidelines  \nIt is your responsibility to ensure that you have met all prerequisites listed in the UTM Calendar for this course. If you \nlack any prerequisites you WILL BE REMOVED from the course up until the last day to add a course. Further information \nabout academic regulations, course withdrawal dates and credits can be found in the University of Toronto Mississauga \nCalendar at: http:\/\/www.erin.utoronto.ca\/regcal\/.    \nYou are encouraged to read this material. If you run into trouble and need advice about studying, preparing for exams, \nnote taking or time management, free workshops and advice are available from the Robert Gillespie Academic Skills \nCentre at 905-828-5406.  \nAccessAbility Services  \nStudents requiring academic accommodations for learning, physical, sensory, or mental health disabilities or medical \nconditions should contact the AccessAbility Office (2037B Davis Building), 905-828-3847. \nhttp:\/\/www.utm.utoronto.ca\/accessability\/  \nAcademic Honesty and Plagiarism  \nHonesty and fairness are considered fundamental to the university's mission, and, as a result, all those who violate those \nprinciples are dealt with as if they were damaging the integrity of the university itself. When students are suspected of \ncheating or a similar academic offence, they are typically surprised at how formally and seriously the matter is dealt with \n-- and how severe the consequences can be if it is determined that cheating did occur. The University of Toronto treats \ncases of cheating and plagiarism very seriously. Please take the time to review the Academic Integrity website: \nhttp:\/\/www.utm.utoronto.ca\/academic-integrity\/students.    \n Common trends in academic offences:  \n Plagiarizing\/concocted references  \n Collaboration\/unauthorized assistance  \n Purchasing work  \n Recycling work - \"double-dipping\"  \n Resubmitting of altered work for re-grading  \n Electronic devices (cell phones) or any unauthorized aids  \n Altering medical certificates and UofT documents  \nFrom the Code of Behaviour on Academic Matters: “It shall be an offence for a student to knowingly: represent as one's \nown any idea or expression of an idea or work of another in any academic examination or term test or in connection with \nany other form of academic work, i.e. to commit plagiarism. Wherever in the Code an offence is described as depending \non \"knowing”, the offence shall likewise be deemed to have been committed if the person ought reasonably to have \nknown.” All students must refer to this website to obtain information on what constitutes plagiarism. \nhttp:\/\/www.writing.utoronto.ca\/advice\/using-sources\/how-not-to-plagiarize.   \nIf questions arise after reading the material on the website, consult your instructor.   \nPlagiarism will not be tolerated.  \n \n \nFall 2016 - Department of Psychology  Page 4 \nEquity Statement \nThe University of Toronto is committed to equity and respect for diversity. All members of the learning environment in \nthis course should strive to create an atmosphere of mutual respect. As a course instructor, I will neither condone nor \ntolerate behaviour that undermines the dignity or self-esteem of any individual in this course and wish to be alerted to \nany attempt to create an intimidating or hostile environment. It is our collective responsibility to create a space that is \ninclusive and welcomes discussion. Discrimination, harassment and hate speech will not be tolerated. If you have any \nquestions, comments, or concerns you may contact the UTM Equity and Diversity officer at edo.utm@utoronto.ca or the \nUniversity of Toronto Mississauga Students’ Union Vice President Equity at vpequity@utmsu.ca.  \n \nAcademic Rights \nYou, as a student at UTM, have the right to: \n Receive a syllabus by the first day of class. \n Rely upon a syllabus once a course is started. An instructor may only change marks’ assignments by following the \nUniversity Assessment and Grading Practices Policy provision 1.3. \n Refuse to use turnitin.com (you must be offered an alternative form of submission).  \n Have access to your instructor for consultation during a course or follow up with the department chair if the \ninstructor is unavailable. \n Ask the person who marked your term work for a re-evaluation if you feel it was not fairly graded.  You have up \nto one month from the date of return of the item to inquire about the mark. If you are not satisfied with a re-\nevaluation, you may appeal to the instructor in charge of the course if the instructor did not mark the work. If \nyour work is remarked, you must accept the resulting mark. You may only appeal a mark beyond the instructor if \nthe term work was worth at least 20% of the course mark. \n Receive at least one significant mark (15% for H courses, 25% for Y courses) before the last day you can drop a \ncourse for H courses, and the last day of classes in the first week of January for Y courses taught in the \nFall\/Winter terms.  \n Submit handwritten essays so long as they are neatly written. \n Have no assignment worth 100% of your final grade. \n Not have a term test worth 25% or more in the last two weeks of class. \n Retain intellectual property rights to your research.  \n Receive all your assignments once graded. \n View your final exams. To see a final exam, you must submit an online Exam Reproduction Request within 6 \nmonths of the exam. There is a small non-refundable fee. \n Privacy of your final grades. \n Arrange for representation from Downtown Legal Services (DLS), a representative from the UTM Students’ Union \n(UTMSU), and\/or other forms of support if you are charged with an academic offence.   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFall 2016 - Department of Psychology  Page 5 \nCourse Outline \n \nDate Topic Readings \nSept 8 Introduction, methods and the brain Chapters 1 and 2 \nCognition: An Overview of \nNeuroimaging Techniques, Bunge & \nKahn, 2009 \n \nSept 15 Introduction, methods and the brain Chapters 1 and 2 \nSept 22 Short-term Memory and Working Memory Chapters 3 and 4 \nSept 29 Short-term Memory and Working Memory Chapters 3 and 4 \nOct 6 Quiz 1 (all preceding lecture material) \nLearning and Implicit Memory \n \nChapter 5 \nOct 13 READING WEEK (no class)  \nOct 20 Episodic and Semantic Memory Chapters 6 and 7 \nOct 27 Midterm Test  \nNov 3 Episodic and Semantic Memory Chapters 6 and 7 \nNov 10 Retrieval and Forgetting Chapters 8, 9 and 10 \nNov 17 Retrieval and Forgetting Chapters 8, 9 and 10 \nNov 24 Autobiographical Memory and memory errors Chapters 11 and 16 \nDec 1 Autobiographical Memory and memory errors Chapters 11 and 16 \nFinal exam: During exam period, it is the student’s responsibility to be available for the entire exam period. \n \n \n"}