{"university":"UTM","code":"AST101H5F","rawtext":"Type Description Due Date Weight\r\nAssignment Homework Assignment 1 2016-09-22 4%\r\nTerm Test Term Test 1 2016-09-29 20%\r\nAssignment Homework Assignment 2 2016-10-17 4%\r\nAssignment Homework Assignment 3 2016-10-24 4%\r\nTerm Test Term Test 2 2016-11-01 20%\r\nAssignment Homework Assignment 4 2016-11-10 4%\r\nAssignment Homework Assignment 5 2016-11-21 4%\r\nFinal Exam Final Exam TBA 40%\r\n  Total 100%\r\nDEPARTMENT OF ASTRONOMY\r\nUNIVERSITY OF TORONTO MISSISSAUGA\r\nAST101H5F LEC0101\r\nSolar System Astronomy\r\nCourse Outline - Fall 2016\r\nClass Location & Time Mon, 02:00 PM - 03:00 PM DV 2074 \r\nTue, 02:00 PM - 03:00 PM DV 2074 \r\nThu, 02:00 PM - 03:00 PM DV 2074\r\nInstructor John Lester\r\nOffice Location Davis 4035\r\nOffice Hours When I am in my office\r\nTelephone 905-828-3818\r\nE-mail Address john.lester@utoronto.ca\r\nCourse Web Site Blackboard\r\nCourse Description\r\nThis course traces our understanding of solar system objects from prehistoric times to the present. The impact of telescopes and\r\nspace observatories is outlined. This course is for \"non-science\" students as defined by the exclusion below. [36L]\r\nExclusion: A 100 or higher level course in Chemistry or Physics with the exception of CHM110H5, CHM101H1, CHM138H1 &\r\nPHY100H5; AST252H5; AST101H1, 121H1, 221H1, 251H1; ASTA01H3 (SCI) \r\nDistribution Requirement: SCI\r\nTextbooks and Other Materials\r\nThe Essential Cosmic Perspective, 7th Edition, Bennett, Donahue, Schneider and Voit, Pearson, ISBN 0-321-92808-3\r\n \r\nAssessment and Grading\r\nProcedures and Rules\r\nPenalties for Lateness\r\nHomework assingments are penalized 5% per week day late.\r\nMissed Term Work\r\nHomework will be penalized as stated above until the marked assignment is returned to the class and the solution posted.  At that\r\ntime late assignments will not be accepted.\r\nStudents must notify me by email that they cannot write a term test no later than the day of the test.  They must supply supporting\r\nAST101H5F - Lester, John Page 1 of 2\r\ndocumentation (UofT medical certificate) as soon as possible after that.  Students with a non-medical (e.g. family) emergency must\r\ndiscuss this with me as soon as possible.  They will be allowed to write a makeup test until the marked tests are returned to the class\r\nand the solution is posted.  After that they will not be allowed to write the test.\r\nMissed Final Exam\r\nStudents who cannot write a final examination due to illness or other serious causes must file an online petition within 72 hours of\r\nthe missed examination. Original supporting documentation must also be submitted to the Office of the Registrar within 72 hours\r\nof the missed exam. Late petitions will NOT be considered. If illness is cited as the reason for a deferred exam request, a U of T\r\nVerification of Student Illness or Injury Form must show that you were examined and diagnosed at the time of illness and on the\r\ndate of the exam, or by the day after at the latest. Students must also record their absence on ACORN on the day of the missed\r\nexam or by the day after at the latest. Upon approval of a deferred exam request, a non-refundable fee of $70 is required for each\r\nexamination approved.\r\nEmail Contact Policy\r\nCheck your @mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding\r\nclass assignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses.\r\nIt is mandatory for all students to use their @mail.utoronto.ca email address to ensure that they do not miss important course\r\ninformation, requests, or announcements regarding academic matters.\r\nIn all email correspondence regarding this course, please note the following:\r\n1. Please send email only from your @mail.utoronto.ca account.\r\n2. In the Subject line of your message, please include the course code and a brief description of the topic, e.g. \"[Course code] -\r\nRequest for an appointment\".\r\n3. Please include your full name and student number in all correspondence.\r\n4. Please consult the course syllabus and course website before sending questions by email.\r\nFinal Exam Information\r\nDuration: 3 hours\r\nAids Permitted: None\r\nOther Information\r\nOn the University of Toronto Portal (Blackboard) page for AST101, under the heading Syllabus, there is a PDF file AST101\r\nCourse Syllabus that gives more detailed information about the course.  There is also a PDF file AST101 Course Calendar that\r\ngives the approximate material covered each lecture,  the dates of each homework assignment and when it is due, and the dates of\r\nthe two term tests.\r\nLast Date to drop course from Academic Record and GPA is November 9, 2016.\r\nAST101H5F - Lester, John Page 2 of 2\r\n"}