{"coursecode":"","university":"UTM","graded_evaluations":"","department":"","exclusions":"","code":"CCT376H5S","rawtext":"Type Description Due Date Weight\r\nInstitute Office: Room 3014, CCT Building\r\nTelephone: 905-569-4489\r\nCCT376H5S LEC0101\r\nIntroduction to Modelling Information (IDM)\r\nCourse Outline - Winter 2016\r\nClass Location & Time Tue, 11:00 AM - 01:00 PM RL 1150\r\nInstructor Eric Yu\r\nOffice Location BL635\r\nOffice Hours Tues 5-6\r\nTelephone 416 978-3107\r\nE-mail Address eric.yu@utoronto.ca\r\nCourse Web Site yu.ischool.utoronto.ca\r\nCourse Description\r\nThe analysis and modelling of information is key to being able to develop appropriate information architectures for organizations in\r\nparticular and society as a whole. Students explore the modelling and analysis of information from a conceptual, technical and\r\npractical perspective. [24L, 12T]\r\nPrerequisite: CCT372H5 (SSc) \r\nDistribution Requirement: SSc \r\nIt is your responsibility to ensure that the prerequisites for course have been met. Students without the prerequisites can be removed\r\nat any time. No waivers will be granted.\r\nGoals and Learning Objectives\r\nThe goals of the course are to:\r\n(1) acquaint students with the concepts and practices of modeling in the context of online information service and systems design;\r\n(2) provide students with the opportunity to experience the use of a range modeling techniques in the context of design projects;\r\n(3) encourage students to explore the value and benefits of modeling and systematic analysis in system and service design.\r\nStudents having completed this course should be able to:\r\n1. Explain the concept and value of modeling as used in the design of online information systems and services (as\r\ndemonstrated in Assignment 1, 2, and 3; Presentations 1 and 2).\r\n2. Describe different types of modeling techniques (as demonstrated in Assignment 1, 2, 3; Presentations 1 and 2).\r\n3. Select and apply modeling techniques relevant to a design project (as demonstrated in Assignment 1, 2, 3; Presentations 1\r\nand 2).\r\n4. Model and analyze a service design using service blueprints (Assignment 1, Presentation 1)\r\n5. Model and analyze stakeholders and their motivations (Assignment 2, Presenation 1)\r\n6. Analyze data requirements using high-level data models (Quiz, Presentation 2)\r\nRequired Materials\r\nReadings are listed in the Course Schedule section. All required readings will be accessible online or made available through\r\nBlackboard. Most supplementary materials are also online or available in the UofT library system.\r\nAssessment and Grading Policies\r\nCCT376H5S - Yu, Eric Page 1 of 8\r\nAssignment A1. Service modeling (group) 2016-01-26 20%\r\nAssignment A2. Stakeholder modeling (individual) 2016-02-09 10%\r\nPresentations P1. Service design with stakeholder modeling (group) 2016-03-01 15%\r\nQuiz Qz. Quiz on data modeling (individual) 2016-03-15 10%\r\nPresentations P2. Service design with data modeling (group) 2016-03-29 15%\r\nAssignment A3. Reflections on modeling (individual) 2016-03-29 20%\r\nClass Participation In-class and online participation (individual) On-going 10%\r\n  Total 100%\r\nYou should receive at least one significant mark (15%) before the last day you can drop a course without academic penalty.\r\nRequirements and Criteria\r\nThe course consists of three main segments - service and process modeling (weeks 2-4), stakeholder and value modeling (weeks 5,\r\n6, and 8), and data modeling (weeks 7, 9, 10, and 12).\r\nThe course work will primarily revolve around a team-based design project. The objective is for students to experience how\r\ndifferent types of modeling techniques may offer different kinds of insights in the design of an information service. Students are\r\nencouraged to use, as a starting point or baseline, a service design that they had previously completed (for example in another\r\ncourse), in which the modeling techniques covered in this course were not used. The baseline can then help reveal the benefits and\r\nlimitations of various types of modeling.\r\nAssignment 1     In this assignment, students will work in a team (of three) to apply service design modeling techniques to design\r\n(or revise the design of) an information service. The emphasis will be on the technique of Service Blueprinting.  The deliverable is a\r\nconcise written project report to be submitted by the team. Suggested length is 4-5 pages, including 1-2 pages of diagrams.\r\nAssignment 2     In the second assignment, students will work individually to examine the broad range of stakeholders that may be\r\nrelevant in the design of the service. These stakeholders and their motivations will be analyzed using modeling techniques. Each\r\nstudent will submit a written analysis. The suggested length is 3-4 pages, including 1 page of diagrams. Students on the same team\r\nare asked not to consult with each other during this stage of the project.\r\nPresentation 1   In the next stage of the project, students will again work together as a team. Team members will compare,\r\nreconcile, and merge their individually conducted stakeholder analysis. With the benefit of the stakeholder analysis, the team will\r\nrevise the design of the service to better address the needs, desires, and concerns of all relevant stakeholders as much as possible.\r\nThe deliverable for this stage is a team presentation (12-15 minutes, including discussion). The objective is to present and to\r\ndiscuss with the class how the stakeholder analysis led to changes to the design. Presentation slides are to be submitted 24 hours\r\nbefore the presentation class.  The slides should cover specifics of the resulting design as well as artifacts used during the design\r\nprocess, such as models. Figures should be accompanied by bullet text explanations of key concepts, design issues and choices. A\r\nwritten report is not required.\r\nPresentation 2   In the final stage of the project, students will work as a team to use data modeling to conduct a more detailed\r\nanalysis of the data relevant to the service. By employing data modeling together with the techniques learned in the preceding\r\nstages, the team will again rethink and redesign the service, this time keeping data in mind from the beginning of the design cycle.\r\nThe deliverable is a team presentation (12-15 minutes, including discussion) to discuss how considerations of data led to new\r\ndesign ideas and a new design. Presentation slides are to be submitted 24 hours before the presentation class.\r\nAssignment 3   At the end of the course, a written report is required from each student individually. The report will reflect on the\r\nuse of modeling as experienced during the course, within the student's own team, as well as by others in the class as revealed\r\nthrough class discussions and presentations. Students are expected to refer to readings, and to refer to models from projects. The\r\nsuggested length is 2000-2500 words (excluding references), 5 to 7 pages single-spaced, 12-point, including figures. Additional\r\nresearch or reference to material outside the course is not expected.\r\nIn-class and online participation.  Students are expected to contribute actively to discussions in class as well as on the course\r\ndiscussion forum on Blackboard.  As a rough guide, each student is expected to contribute 3 thoughtful posts. At least one of posts\r\nshould discuss one of the supplementary readings.\r\nAll course work is expected to be of high professional quality. All members of a team are equally responsible for the work of the\r\nentire team. Team members will be asked to assess peer contributions. Individual members of a group may receive different grades\r\nCCT376H5S - Yu, Eric Page 2 of 8\r\nin case of unequal contributions.\r\nMore detailed instructions will be given for each assignment.\r\nThere will be a quiz to assess students' understanding of data modeling concepts and techniques. Students will have 30 minutes and\r\nit will be closed book. There will be short questions on concepts and on model construction.\r\nTeaching Methods\r\nMost class sessions will consist of lectures, discussions, and in-class exercises or activities. Students are expected to have read the\r\nrequired readings before each class. Supplementary references may be read after the designated class, but it will be beneficial to\r\nspend at least a few minutes to skim through each one before class.\r\nProcedures and Rules\r\nE-Culture Policy\r\nOnly student Utormail accounts should be used for course communication and all emails from students must include the course\r\ncode in the subject line and should be signed with the full student name and student number.\r\nStudents should check the course site on Blackboard regularly for announcements and possibly updates to the course outline or\r\nreadings.\r\nLearning Technology\r\nAll assignments and presentation slides must be handed in electronically through Blackboard. See Blackboard for details on the\r\nsubmissions. Students are\r\nadvised to submit their Assignments a reasonable period before the Assignment is due. Students are reminded that they should\r\nmake electronic\r\ncopies of all the work and keep these copies for a reasonable period of time. Note that files time stamped with your system clock\r\ntime do NOT\r\nconstitute reliable evidence of completion prior to the deadline.\r\nDocument files (for assignments) should be submitted in pdf format. Presentations files may be submitted in Powerpoint or pdf.\r\nLate Assignments, Extensions\r\nYou are expected to complete assignments on time. There will be a penalty for lateness of 10% deducted per day and work that is\r\nnot handed in one week after the due date will not be accepted.\r\nIf you require more time to complete term work you should contact your instructor immediately, and no later than the due date.\r\nOriginal supporting documentation (e.g. U of T medical certificate, accident report) and a request for Special Consideration Form\r\nare to be brought to Rose Antonio, Academic Advisor in CC3018 no later than 72 hours after the due date. Your documentation\r\nmust specify exactly the length of the period during which you were unable to carry out your academic work. Students must adhere\r\nto UTM policy and declare their absence on ROSI, in order to receive academic accommodation for any course work.\r\nAppeal for Regrading Policy\r\nWhen you receive your grade on a given assignment take careful note of the marker's feedback, the assignment instructions, and, if\r\napplicable, the associated marking rubric. If you have questions about your grade, schedule an appointment with the person who\r\nmarked your assignment within 10 business days of assignment return to discuss his\/her comments in greater detail. The purpose of\r\nthis meeting is to receive additional feedback on your work and ask any questions you may have about how to improve going\r\nforward. The marker will not change your grade except in the case of an obvious clerical error. If, after this meeting, you would like\r\nyour assignment to be regraded please submit hard copies to me of the following before\/after lecture or during my office hours: a)\r\nthe marked copy of the assignment; b) a clean copy of the assignment; and c) a detailed letter, written by you, requesting a\r\nregrading. This letter should make specific reference to the marker's comments, aspects of the rubric (if applicable), and the\r\nassignment instructions. You may also wish to review, and make reference to, UTM's Grading Scheme (a copy of which can be\r\nfound in the Course Calendar). I will then review the materials, in consultation with the original grader if necessary, and render a\r\ndecision in writing within one week. Your grade could be raised, it could remain the same, or it could be lowered. Appeals for\r\nregrading received more than 10 business days following the return of assignments will not be accepted. Please remember that\r\ngrading is not meant to be a punitive exercise, nor is it personal. We are here to evaluate your work according to the University's\r\nstandards, and to provide detailed and timely feedback to so that you can improve in the future. We make a significant effort in this\r\ncourse, and in every course, to ensure all grading is done fairly, and that grading practices are consistent across multiple sections\r\nand markers.\r\nMissed Term Tests\r\nCCT376H5S - Yu, Eric Page 3 of 8\r\nStudents who miss a term test for reasons entirely beyond their control (e.g. illness or accident) must, within 72 hours of the missed\r\ntest, submit an official request to the INSTITUTE (not the instructor) by completing a Special Consideration Form that explains\r\nthe reason for missing the test. This form can be picked up at any ICCIT Office and should be submitted to the Academic Advisor,\r\nRose Antonio (CCT 3018 along with the ORIGINAL supporting documentation (e.g. U of T medical certificate, death certificate,\r\netc.). Students must adhere to UTM policy and declare their absence on ROSI. A departmental committee will review requests and\r\nstudents whose requests are approved will be contacted by the instructor via email.\r\nOnce approval is received from the ICCIT office, a make-up test will be scheduled.  The student will be informed of the make-up\r\ndate via email. The test should be written within 2 weeks of the original test.  Normally, 5-7 days of notice will be given before the\r\ntest. However, advance notice is sometimes not possible and students should therefore be prepared for the make-up test at any time.\r\n \r\nMedical certificates or Doctor's Notes must include the statement: \"[Name of student] was unable to write the test on [date] for\r\nmedical reasons.\" Documentation must show that the physician was consulted within one day of the test. A statement merely\r\nconfirming the report of an illness made by a student is not acceptable.\r\nYou are responsible for providing an accurate phone number and email address on your Special Consideration Form. Although the\r\nAcademic Advisor and\/or Instructor informs you by email, it is your responsibility to obtain the decision from the department.\r\nClaims that a departmental decision was not received will not be considered as reason for further consideration.\r\nA student who misses a term test cannot subsequently petition for late withdrawal from the course without academic penalty on the\r\ngrounds that he or she has had no term work returned before the drop date.\r\nAcademic Integrity\r\nFrom the Code of Behaviour on Academic Matters:\r\n\"It shall be an offence for a student knowingly:\r\n(d) to represent as one's own any idea or expression of an idea or work of another in any academic examination or term test or in\r\nconnection with any other form of academic work, i.e. to commit plagiarism. Wherever in the Code an offence is described as\r\ndepending on \"knowing\", the offence shall likewise be deemed to have been committed if the person ought reasonably to have\r\nknown.\"\r\nFrom the U of T Mississauga Academic Calendar:\r\nHonesty and fairness are considered fundamental to the University's mission, and, as a result, all those who violate those principles\r\nare dealt with as if they were damaging the integrity of the University itself. The University of Toronto treats academic offences\r\nvery seriously. Students should note that copying, plagiarizing, or other forms of academic misconduct will not be tolerated. Any\r\nstudent caught engaging in such activities will be subject to academic discipline ranging from a mark of zero on the assignment,\r\ntest or examination to dismissal from the University as outlined in the UTM calendar. Any student abetting or otherwise assisting in\r\nsuch misconduct will also be subject to academic penalties.\r\nStudents are assumed to be informed about plagiarism and are expected to read the handout, How Not to Plagiarize\r\n(http:\/\/www.writing.utoronto.ca\/advice\/using-sources\/how-not-to-plagiarize) written by Margaret Procter. It is a valuable and\r\nsuccinct source of information on the topic. You are also supposed to be familiar, and considered as being familiar, with the Code\r\nof Behaviour on Academic Matters (see UTM Calendar: Codes and Policies or\r\nhttp:\/\/www.governingcouncil.utoronto.ca\/policies\/behaveac.htm) and Code of Student Conduct\r\n(http:\/\/www.governingcouncil.utoronto.ca\/policies\/studentc.htm), which spell out your rights, your duties and provide all the details\r\non grading regulations and academic offences at the University of Toronto.\r\nYou have the right to arrange for representation from downtown legal services (DLS), a representative from the UTM Students'\r\nUnion (UTMSU), and\/or other forms of support if you are charged with an academic offense.\r\nNormally, students will be required to submit their course essays electronically to Turnitin.com for review of textual similarity and\r\ndetection of possible plagiarism. In doing so, students will also essays to be included as source documents in the Turnitin.com\r\ndatabase, where they will be used solely for the purpose of detecting plagiarism. Turnitin.com services are described on the\r\nTurnitin.com website.\r\nExpectations for Conduct in the Academic Setting\r\nStudents agree that by taking this course, they agree to adhere to the \"ICCIT Expectations for Conduct in the Academic Setting.\"\r\nSee link for the Code: http:\/\/www.utm.utoronto.ca\/iccit-code-of-conduct\r\nReligious Observance\r\nInformation about the University's Policy on Scheduling of Classes and Examinations and Other Accommodations for Religious\r\nObservances is at http:\/\/www.viceprovoststudents.utoronto.ca\/publicationsandpolicies\/guidelines\/religiousobservances.htm\r\nCCT376H5S - Yu, Eric Page 4 of 8\r\nOther Resources\r\nAccessAbility\r\nThe University accommodates students with disabilities who have registered with the AccessAbility Resource Centre. Please let me\r\nknow in advance, preferable in the first week of class, if you will require any accommodation on these grounds. To schedule a\r\nregistration appointment with a disability advisor, please call the centre at 905-569-4699 or e-mail at: access.utm@utoronto.ca.\r\nhttp:\/\/www.utm.utoronto.ca\/access\/\r\nStudents attending Sheridan-based courses need to register with the Student Advisement Center (B204) at Sheridan College, in\r\naddition to their accommodations at UTM.\r\nRobert Gillespie Academic Skills Centre\r\nStudents can visit the Academic Skills Centre to consult with one of its strategists about understanding learning style, developing\r\nstudy plans for upcoming tests\/exams, or discussing papers. Special Diagnostic Assessments are also offered and are designed to\r\nhelp you learn exactly where you stand with respect to critical academic skills.\r\nhttp:\/\/www.utm.utoronto.ca\/asc\r\nUTM Library (Hazel McCallion Academic Learning Centre)\r\nThe University of Toronto boasts the biggest academic library in Canada and the second biggest in North America. Various services\r\nare available to students at the UTM Library and across the U of T library system. Services including borrowing, interlibrary loans,\r\nonline references, laptop loans and the RBC Learning Commons. For more information, visit http:\/\/library.utm.utoronto.ca.\r\nEquity Statement\r\nThe University of Toronto is committed to equity and respect for diversity. All members of the learning environment in this course\r\nshould strive to create an atmosphere of mutual respect. As a course instructor, I will neither condone nor tolerate behaviour that\r\nundermines the dignity or self-esteem of any individual in this course and wish to be alerted to any attempt to create an intimidating\r\nor hostile environment. It is our collective responsibility to create a space that is inclusive and welcomes discussion.\r\nDiscrimination, harassment and hate speech will not be tolerated. If you have any questions, comments, or concerns you may\r\ncontact the UTM Equity and Diversity officer at edo.utm@utoronto.ca or the University of Toronto Mississauga Students' Union\r\nVice President Equity at vpequity@utmsu.ca.\r\nCCT376H5S - Yu, Eric Page 5 of 8\r\n Date Topic\r\n2016-01-05 W1 Information modeling - objectives, contexts, varieties\r\nWe'll start with an overview of information modeling. Why do modeling? Who does it? For whom?\r\nWhen? What types of modeling are there? How does information modeling relate to modeling in\r\ngeneral?\r\nRequired readings: none\r\nSupplementary references:\r\nKaplan, Robert S., and David P. Norton. \"The strategy map: guide to aligning intangible assets.\"\r\nStrategy & Leadership 32.5 (2004): 10-17.\r\nIDEF0 overview. http:\/\/www.idef.com\/IDEF0.htm\r\nJurisica, Igor, John Mylopoulos, and Eric Yu. \"Using ontologies for knowledge management: An\r\ninformation systems perspective.\" Proc. of American Society for Information Science. Vol. 36.\r\nInformation Today; 1999.\r\n2016-01-12 W2    Modeling for service design\r\nWe will examining a variety modeling techniques relevant for designing services, including service blueprints,\r\nservice journey mapping, and more.  \r\nRequired readings:\r\nBitner, Mary Jo, Ostrom, Amy L., & Morgan, Felicia N. (2008). Service Blueprinting: A practical\r\ntechnique for service innovation. California Management Review, 50(3), 66-94.\r\n2016-01-19 W3  Modeling for service design (continued)\r\nRequired readings:\r\nDesign methods for developing services. Design Council (UK) 2011.\r\nRobert Glushko; Lindsay Tabas. \"Designing service systems by bridging the \"front stage\" and \"back\r\nstage.\" Information Systems and e-Business Management (September 2009), 7 (4), pg. 407-427 doi:\r\n10.1007\/s10257-008-0106-0\r\nSupplementary references:\r\nShostack, G. Lynn. (1984) Designing services that deliver. Harvard Business Review, 62(1), 133-139\r\nGlushko, Robert J. (2010) Seven Contexts for Service System Design. in:\r\nP.P. Maglio et al. (eds.), Handbook of Service Science. Springer. 219-249\r\n2016-01-26 W4  Modeling in information systems and software design\r\nWe examine some well-known modeling techniques used in the context of software and information systems\r\ndesign.\r\nRequired readings:\r\nObject Management Group (2005) Introduction to OMG's Unified Modeling Language (UML).\r\n http:\/\/www.omg.org\/gettingstarted\/what_is_uml.htm\r\nSparx systems. UML tutorial. http:\/\/www.sparxsystems.com\/uml-tutorial.html\r\nObject Management Group. Business Process Model and Notation http:\/\/www.bpmn.org\/\r\nSupplementary references:\r\nFowler, Martin. UML Distilled: A Brief Guide to the Standard Object Modeling Language. 3rd ed.\r\nAddison-Wesley Professional, 2004.\r\nCourse Schedule\r\nCCT376H5S - Yu, Eric Page 6 of 8\r\n2016-02-02 W5  Stakeholder modeling\r\nWe go beyond users and customers to consider a wide range of stakeholders and actors. We examine techniques\r\nfor modeling stakeholders and their motivations and wants.\r\nRequired readings:\r\nAlexander, Ian F. A Taxonomy of Stakeholders: Human Roles in System Development. International\r\nJournal of Technology and Human Interaction, 1(1), 2005, 23-59 \r\nMotivation matrix | Service Design Tools  http:\/\/www.servicedesigntools.org\/tools\/20\r\nSupplementary references:\r\nMorelli, Nicola, and Christian Tollestrup. \"New representation techniques for designing in a systemic\r\nperspective.\" Nordes 2 (2007). 1-6.\r\nZachman, John A. \"A framework for information systems architecture.\" IBM systems journal 26.3\r\n(1987): 276-292.\r\nEngelsman, Wilco, et al. \"Extending enterprise architecture modelling with business goals and\r\nrequirements.\" Enterprise Information Systems 5.1 (2011): 9-36. DOI: 10.1080\/17517575.2010.491871\r\nChapman, Christopher N., et al. \"Quantitative evaluation of personas as information.\" Proceedings of\r\nthe Human Factors and Ergonomics Society Annual Meeting. Vol. 52. No. 16. SAGE Publications,\r\n2008.\r\n2016-02-09 W6.  Value modeling\r\nA number of techniques have been proposed to model and analyze value creation or flows. We examine how\r\nthese can contribute to the design of information services and systems.\r\nRequired readings:\r\nAllee, Verna. \"Reconfiguring the value network.\" Journal of Business strategy 21.4 (2000): 36-39.\r\nVersion with color figures.\r\nSupplementary references:\r\nNicola Morelli, (2009),\"Service as value co-production: reframing the service design process\", Journal\r\nof Manufacturing Technology Management, Vol. 20 Iss: 5 pp. 568 - 590.  DOI:\r\n10.1108\/17410380910960993\r\nOsterwalder, A., Pigneur, Y. (2010). Business Model Generation: A Handbook for Visionaries, Game\r\nChangers, and Challengers, John Wiley & Sons, New Jersey.\r\n2016-02-16 Reading week.\r\n2016-02-23 W7.  Data modeling \r\nWe will begin with basic concepts of data modeling, and continue with more details in Weeks 9 and 10.\r\nRequired readings:\r\nHoberman, Steve. Data Modeling Made Simple: A Practical Guide for Business and IT Professionals,\r\n2nd Edition.  Technics Publications, 2009. Read Chapters 1, 2, 4 - 7. http:\/\/go.utlib.ca\/cat\/7228469\r\n2016-03-01 W8.  Project presentation P1\r\nCCT376H5S - Yu, Eric Page 7 of 8\r\n2016-03-08 W9.  Data modeling, continued\r\nRequired readings:\r\nHoberman, Steve, Donna Burbank, and Chris Bradley. Data Modeling for the Business: : A Handbook for\r\nAligning the Business with IT using High-Level Data Models. Technics Publications, 2009. Read Chapters 3, 7,\r\nand 14.  http:\/\/go.utlib.ca\/cat\/7261302\r\n2016-03-15 W10.  Data modeling, continued\r\nWe will start with an in-class quiz on data modeling. Then we will consider further applications of data\r\nmodeling.\r\nSupplementary references:\r\nJett, Jacob, et al. (2015) \"A conceptual model for video games and interactive media.\" Journal of the\r\nAssociation for Information Science and Technology. 15pp.\r\nMatz, Kevin. (2012) \"Why understanding your application's domain and data model is a prerequisite for\r\ngood user interface design.\" Blog post June 19, 2012.\r\n2016-03-22 W11.  Perspectives on information modeling\r\nWe will review topics covered in the course, and explore additional perspectives and ongoing developments,\r\nevolving needs, and research in information modeling. We will discuss information architecture in organizations\r\nand society.\r\nSupplementary references:\r\nBannon, L. J. (1995). \"The politics of design: representing work.\" Communications of the ACM, 38(9),\r\n66-68.\r\nHoltzblatt, Karen and Beyer, Hugh R. (2014). \"Contextual Design.\" In: Soegaard, Mads and Dam, Rikke\r\nFriis (eds.). \"The Encyclopedia of Human-Computer Interaction, 2nd Ed.\". Aarhus, Denmark: The\r\nInteraction Design Foundation.\r\nEdelman, Jonathan, and Rebecca Currano. \"Re-representation: affordances of shared models in team-\r\nbased design.\" Design thinking. Springer Berlin Heidelberg, 2011. 61-79.\r\nDunne, D., & Martin, R. (2006). \"Design thinking and how it will change management education: An\r\ninterview and discussion.\" Academy of Management Learning & Education, 5(4), 512-523.\r\nAhas, R., Silm, S., Järv, O., Saluveer, E., & Tiru, M. (2010). \"Using mobile positioning data to model\r\nlocations meaningful to users of mobile phones.\" Journal of Urban Technology, 17(1), 3-27.\r\nTan, W., Blake, M. B., Saleh, I., & Dustdar, S. (2013). \"Social-network-sourced big data analytics.\"\r\nIEEE Internet Computing, (5), 62-69.\r\nHendler, James, et al. \"Web science: an interdisciplinary approach to understanding the web.\"\r\nCommunications of the ACM 51.7 (2008): 60-69.\r\nLeganza, Gene. Information Architecture - topic overview. 2010. Forrester.\r\n2016-03-29 W12.  Project presentations P2\r\nLast Date to drop course from Academic Record and GPA is March 6, 2016.\r\nEvery attempt will be made to follow this syllabus, but its content are subject to change, according to the rules as outlined in the\r\nUTM Instructor's Handbook, section 3.2.2.\r\nCCT376H5S - Yu, Eric Page 8 of 8\r\n","meeting_sections":"","division":"","prerequisites":"","level":"","term":"","description":"","name":"","campus":""}