{"id":"","meeting_sections":"","university":"UTM","level":"","prerequisites":"","division":"","graded_evaluations":[[2016-06-17T15:00:00.000-04:00,"Assignment Assignment 2016-06-17 15%"],[2016-05-31T15:00:00.000-04:00,"Term Test Term Test 2016-05-31 15%"]],"term":"","department":"","description":"","name":"","exclusions":"","code":"CSC108H5F","campus":"","rawtext":"Type Description Due Date Weight\r\nAssignment Assignment 2016-06-17 15%\r\nTerm Test Term Test 2016-05-31 15%\r\nFinal Exam Final exam TBA 40%\r\nLab 10 labs On-going 10%\r\nQuiz Four In-class Quizzes On-going 20%\r\n  Total 100%\r\nDEPARTMENT OF MATHEMATICAL AND COMPUTATIONAL SCIENCES\r\nUNIVERSITY OF TORONTO MISSISSAUGA\r\nCSC108H5F LEC0101\r\nIntroduction to Computer Programming\r\nCourse Outline - Summer 2016\r\nClass Location & Time Tue, 01:00 PM - 04:00 PM IB 345 \r\nThu, 01:00 PM - 04:00 PM IB 345\r\nInstructor Sadia Sharmin\r\nOffice Location DH3021\r\nOffice Hours Tues, Thu 11:00 AM - 12:30 PM\r\nTelephone 905-828-5341\r\nE-mail Address s.sharmin@mail.utoronto.ca\r\nCourse Web Site TBA\r\nCourse Description\r\nStructure of computers; the computing environment. Programming in a language such as Python. Program structure: elementary\r\ndata types, statements, control flow, functions, classes, objects, methods, fields. List: searching, sorting and complexity. [36L, 24P]\r\nPrerequisite: Grade 12 Advanced Functions (MHF4U). \r\nExclusion: CSC108H1,120H1,148H5, 148H1, 150H1,CSCA08H3,CSCA20H3 (SCI) \r\nDistribution Requirement: SCI \r\nStudents who lack a pre\/co-requisite can be removed at any time unless received explicit waiver from department.\r\nTextbooks and Other Materials\r\nOnline textbook: http:\/\/openbookproject.net\/thinkcs\/python\/english3e\r\nOther relevant material such as course slides and other resources will be made available via course website. \r\nAssessment and Deadlines\r\nMore Details for Assessment and Deadlines\r\nLate assignments are not accepted.\r\nYou must earn 40% or above on the exam to pass the course; else, your final course mark will be set no higher than 47.\r\nIf a piece of work has been mis-marked, you may request a re-mark from the instructor. For a re-mark to succeed, you must clearly\r\nand concisely express what you believe was mis-marked or unfairly marked. Be prepared for the entire work to be re-evaluated and\r\nfor the mark to be adjusted up or down after the re-evaluation. Remark request (via email) must be made within 5 days after the\r\nmark is made available. \r\nPenalties for Lateness\r\nN\/A\r\nCSC108H5F - Sharmin, Sadia Page 1 of 2\r\nProcedures and Rules\r\nMissed Term Work\r\nFor missed work, contact the instructor by email within 24 hours of the due date of the work. However, it is far easier to negotiate\r\nan accommodation well before the due date, so please inform the instructor as soon as you are aware that accommodation will be\r\nrequired.\r\nDocumentation of the reason for requesting accommodation is necessary. For illness, be prepared to submit a UofT medical\r\ncertificate. For other reasons, the instructor will request a relevant form of evidence.\r\nMissed Final Exam\r\nStudents who cannot write a final examination due to illness or other serious causes must file an online petition within 72 hours of\r\nthe missed examination. Original supporting documentation must also be submitted to the Office of the Registrar within 72 hours\r\nof the missed exam. Late petitions will NOT be considered. If illness is cited as the reason for a deferred exam request, a U of T\r\nMedical Certificate must show that you were examined and diagnosed at the time of illness and on the date of the exam, or by\r\nthe day after at the latest. Students must also record their absence on ROSI on the day of the missed exam or by the day after at\r\nthe latest. Upon approval of a deferred exam request, a non-refundable fee of $70 is required for each examination approved.\r\nAcademic Integrity\r\nHonesty and fairness are fundamental to the University of Toronto’s mission. Plagiarism is a form of academic fraud and is treated\r\nvery seriously. The work that you submit must be your own and cannot contain anyone elses work or ideas without proper\r\nattribution. You are expected to read the handout How not to plagiarize (http:\/\/www.writing.utoronto.ca\/advice\/using-sources\/how-\r\nnot-to-plagiarize) and to be familiar with the Code of behaviour on academic matters, which is linked from the UTM calendar under\r\nthe link Codes and policies.\r\nAll of the work you submit must be done by you alone, and your work must not be submitted by someone else. Plagiarism is\r\nacademic fraud and is taken very seriously. The department uses software that compares programs for evidence of similar code.\r\nPlease read the Rules and Regulations from the U of T Calendar (especially the Code of Behaviour on Academic Matters):\r\nhttp:\/\/www.governingcouncil.utoronto.ca\/policies\/behaveac.htm\r\nPlease don't cheat. It is unpleasant for everyone involved, including us. Here are a couple of general guidelines to help you avoid\r\nplagiarism:\r\n• Never look at another student's assignment solution. Never show another student your assignment solution. This applies to all\r\ndrafts of a solution and to incomplete and even incorrect solutions.\r\n• Keep discussions with other students focused on concepts and examples. Never discuss assignments before the due date with\r\nanyone but your instructor and your TAs. \r\nFinal Exam Information\r\nDuration: 3 hours\r\nAids Permitted: None\r\nAdditional Information\r\nN\/A\r\nLast Date to drop course from Academic Record and GPA is June 6, 2016.\r\nCSC108H5F - Sharmin, Sadia Page 2 of 2\r\n"}