{"id":"","meeting_sections":"","university":"UTM","level":"","prerequisites":"","division":"","graded_evaluations":[],"term":"","department":"","description":"","name":"","exclusions":"","code":"ECO100Y5","campus":"","rawtext":"University of Toronto Mississauga \r\nDepartment of Economics \r\nECO100Y5 \r\nPrinciples of Economics \r\nSummer 2016 \r\nPreliminaries \r\n1. This is a survey course with emphasis on the basic concepts and techniques of macro and micro economic \r\ntheory. In the first term we consider Adam Smith’s theory of the invisible hand. This theory describes how \r\nmarket-based prices act to coordinate the activities of households, firms and government. In the second term \r\nwe examine a macroeconomic theory owing to John Maynard Keynes. His theory suggests a role for \r\ngovernment policy in the active management of our economy. [SSc 48L, 24T] \r\n2. Our curriculum fulfills accreditation requirements for the CPA Ontario Professional Education Program and \r\nthe CFA learning objectives for Economics. A grade of 63% with CGPA 2.5 or 67% is required in this course \r\nif you wish to continue your studies in Economics. Specialist programs have higher requirements. \r\n3. The course is led by Lee Bailey, Associate Professor Teaching Stream UTM Economics. His office hours are \r\n12:30 to 1:30 Monday to Thursday in Kaneff 114. The Economics Aid Centre, located in Kaneff 114, is staffed \r\nby our teaching assistants: Jiajia, Cathleen, Laureen, Misaki and Fraser. Their office hours will be posted on \r\nBlackboard. \r\nRegistration \r\n4. Our textbook is Christopher Ragan’s Microeconomics and Macroeconomics 15th Canadian edition. Pearson Education \r\n2016. ISBN 978-0-13-391043-8 and 978-0-13-391044-5. \r\n \r\nModule Readings  (15th Edition) \r\nReadings  \r\n(14th Edition) Test Dates \r\nMarkets (5 lectures) 1, 3, 4, 5 1, 3, 4, 5 May 26 \r\nMicroeconomics  (5 lectures) 6, 7, 8, 9, 12  6, 7, 8, 9, 12 June 16 \r\nMacroeconomics (5 lectures) 19, 20, 25, 14 19, 20, 26, 13 July 21 \r\nPolicy (6 lectures) 21-24, 26-28, 34 21-24, 27-29, 35 Exam only \r\n \r\n5. Register your online study module at myLABandMastering. Course IDs for microeconomics is bailey31205. \r\nPlease use your real name and university email address. Your MEL code from September 2015 may still be \r\nvalid. Contact MEL online customer support. \r\n6. Purchase an I>Clicker and register your clicker at iclicker.com. Register again even if you registered before. Web-\r\nbased voting is not supported in this class. Please use your UTORid as your student ID not your student \r\nnumber. Bring your i>Clicker to every class.  \r\n7. Please bring your laptop. There will be graded laptop exercises nearly every class. The library has short-term \r\nlaptop loans at the main circulation desk. \r\n  \r\nECO100Y5 Summer 2016 \r\nAssessment \r\n8. Grades are to be assessed on the basis of 3 term tests that are worth 10 percent each, an examination worth 40 \r\npercent with quizzes worth 30 percent. \r\n9. Term tests are 60-minutes in duration and are to be held in the classroom. Writing begins at 9:10 a.m. Please do \r\nnot leave early or arrive late. Tests can be written in dark pencil. TI30 series calculators are allowed. No other \r\naids. No scrap paper. T-Cards required. There are no lectures on term test days. \r\n10. The examination is 2 hours in duration. The exam is cumulative. Exams can be written in dark pencil. TI30 \r\nseries calculators are allowed. No other aids. No scrap paper. T-Cards required. \r\n11. Written requests for regrading of term tests are to be submitted to Mrs. Amber Shoebridge in Room KN 3274. \r\nA written request for regrading must justify, citing specific references in the textbook, where extra marks are \r\nwarranted. Regrading involves the whole test. Your marks may increase, decrease or stay the same. Students \r\nhave up to one month to submit these requests. \r\n12. When absent from a term test (1) complete the Special Request Application within 24 hours of the test at \r\nhttps:\/\/app.utm.utoronto.ca\/SpecialRequest and (2) submit appropriate documentation is to Mrs. Amber Shoebridge \r\nin Room KN 3274 within 1 week of the missed test. In the event of medical leave the Verification of Student \r\nIllness or Injury must be used. For all other leave, a typed letter and supporting documentation should be \r\nprovided. Please write “ECO100 Bailey” on all documentation submitted to the Department of Economics. If \r\nthese terms are met, zero grades on ONE test will be proxied using material from the corresponding section of \r\nthe final examination.  \r\n13. Missed quizzes cannot be made up. \r\nPolicies \r\n14. The Governing Council of the University of Toronto has adopted a Code of Academic Behaviour and a Code of \r\nStudent Conduct. These documents define the behavior that is expected from members of the university \r\ncommunity.  Please comply. Minor mistakes have major consequences under these codes. \r\n15. The University of Toronto is committed to equity and respect for diversity. All members of the learning \r\nenvironment in this course should strive to create an atmosphere of mutual respect. As a course instructor, I \r\nwill neither condone nor tolerate behaviour that undermines the dignity or self-esteem of any individual in this \r\ncourse and wish to be alerted to any attempt to create an intimidating or hostile environment. It is our \r\ncollective responsibility to create a space that is inclusive and welcomes discussion. Discrimination, harassment \r\nand hate speech will not be tolerated.  \r\n16. If a student wishes to record, photograph, or otherwise reproduce lecture presentations, course notes or other \r\nsimilar materials provided by instructors, he or she must obtain the instructor's written consent beforehand. \r\nOtherwise all such reproduction is an infringement of copyright and is absolutely prohibited. In the case of \r\nprivate use by students with disabilities, the instructor's consent will not be unreasonably withheld. See: \r\nAcademic Calendar Copyright in Instructional Settings \r\n \r\nBest wishes for a successful summer \r\n \r\n"}