{"university":"UTM","code":"ERS103H5F","rawtext":"Type Description Due Date Weight\r\nAssignment Science blog 2016-10-06 15%\r\nTerm Test Term Test 1 2016-10-20 25%\r\nAssignment Opinion Piece 2016-11-10 15%\r\nFinal Exam Final Exam TBA 45%\r\n  Total 100%\r\nDEPARTMENT OF EARTH SCIENCE\r\nUNIVERSITY OF TORONTO MISSISSAUGA\r\nERS103H5F LEC0101\r\nGeology and Public Issues\r\nCourse Outline - Fall 2016\r\nClass Location & Time Tue, 11:00 AM - 12:00 PM DV 2072 \r\nThu, 11:00 AM - 12:00 PM DV 2072\r\nInstructor Marc Laflamme\r\nOffice Location DV 4054\r\nOffice Hours Tu: 1-2pm, Th: 1-2pm\r\nTelephone 905-828-5228\r\nE-mail Address marc.laflamme@utoronto.ca\r\nCourse Web Site\r\nhttps:\/\/portal.utoronto.ca\/webapps\/blackboard\/execute\/modulepage\/view?course_id=_82420\r\n3_1&cmp_tab_id=_465764_1&editMode=true&mode=cpview\r\n \r\nTeaching Assistant\r\nCourse Description\r\n\"Civilization exists by geological consent, subject to change without notice.\" (Will Durant, 1885-1981). Our life is totally\r\ndependent on our planet and on what she provides. This course is an overview of our relationship with Earth: how she supports us,\r\nhow she affects us, and how we affect her. After a quick introduction to how Earth works, topics discussed will include volcanic\r\neruptions, earthquakes, landslides, mineral, energy and water resources, weather and climate change. As citizens of the world, we\r\nare, and will increasingly be, required to make decisions about our relation with Earth: we need to be sufficiently informed to\r\ncontribute to the consequent debates. [24L]\r\nExclusion: ESS103H1, 102H1; EESA05H3, A06H3, B15H3 (SCI) \r\nDistribution Requirement: SCI\r\nTextbooks and Other Materials\r\nWe will be using Stephen Marshak's Essentials of Geology as our primary textbook. It is not mandatory, but will serve as an\r\nexcellent resource for further learning. \r\nAssessment and Grading\r\nProcedures and Rules\r\nPenalties for Lateness\r\nLate penalty on assignments: 20% of full mark per day, no exceptions.\r\nDO NOT START THESE ASSIGNMENTS ON THE LAST DAY OR YOU WILL FAIL. I cannot stress this enough; each\r\nassignment is short, but exceedingly difficult to produce. These assignments are designed to reproduce real-life experiences, and\r\nwill be graded accordingly. All assignments must be submitted to Turnitin unless prior arrangements have been made and\r\napproved by the course instructor. \r\nEquity Statement\r\nERS103H5F - Laflamme, Marc Page 1 of 7\r\nThe University of Toronto is committed to equity and respect for diversity. All members of the learning environment in this course\r\nshould strive to create an atmosphere of mutual respect. As a course instructor, I will neither condone nor tolerate behaviour that\r\nundermines the dignity or self-esteem of any individual in this course and wish to be alerted to any attempt to create an intimidating\r\nor hostile environment. It is our collective responsibility to create a space that is inclusive and welcomes discussion.\r\nDiscrimination, harassment and hate speech will not be tolerated. If you have any questions, comments, or concerns you may\r\ncontact the UTM Equity and Diversity officer at edo.utm@utoronto.ca or the University of Toronto Mississauga Students' Union\r\nVice President Equity at vpequity@utmsu.ca.\r\n \r\nAcademic Rights\r\nYou, as a student at UTM, have the right to:\r\nReceive a syllabus by the first day of class.\r\nRely upon a syllabus once a course is started. An instructor may only change marks' assignments by following the\r\nUniversity Assessment and Grading Practices Policy provision 1.3.\r\nRefuse to use turnitin.com (you must be offered an alternative form of submission).\r\nHave access to your instructor for consultation during a course or follow up with the department chair if the instructor is\r\nunavailable.\r\nAsk the person who marked your term work for a re-evaluation if you feel it was not fairly graded.  You have up to one\r\nmonth from the date of return of the item to inquire about the mark. If you are not satisfied with a re-evaluation, you may\r\nappeal to the instructor in charge of the course if the instructor did not mark the work. If your work is remarked, you must\r\naccept the resulting mark. You may only appeal a mark beyond the instructor if the term work was worth at least 20% of the\r\ncourse mark.\r\nReceive at least one significant mark (15% for H courses, 25% for Y courses) before the last day you can drop a course for\r\nH courses, and the last day of classes in the first week of January for Y courses taught in the Fall\/Winter terms.\r\nSubmit handwritten essays so long as they are neatly written.\r\nHave no assignment worth 100% of your final grade.\r\nNot have a term test worth 25% or more in the last two weeks of class.\r\nRetain intellectual property rights to your research.\r\nReceive all your assignments once graded.\r\nView your final exams. To see a final exam, you must submit an online Exam Reproduction Request within 6 months of\r\nthe exam. There is a small non-refundable fee.\r\nPrivacy of your final grades.\r\nArrange for representation from Downtown Legal Services (DLS), a representative from the UTM Students' Union\r\n(UTMSU), and\/or other forms of support if you are charged with an academic offence.\r\n \r\nAdditional Dates of Significance:\r\nSeptember 6th, 2016: Classes Begin\r\nOctober 11-14, 2016: Fall Reading Week - No classes\r\nDecember 5th, 2016: Fall Term Ends\r\nDecember 6-7, 2016: Study Break   \r\nDecember 8-20, 2016: Examination period\r\n \r\nMissed Term Work\r\nWithin one week of the date of the missed work, students should submit to the course instructor a signed letter explaining the\r\nreason for their absence. The letter should include the student's name, phone number, email address, student number and lab\/tutorial\r\nsection number as well as the date of and the description of the missed work. A doctor's note or other appropriate documentation\r\nregarding the absence should be stapled to the letter.\r\nIf the explanation for the missed work is deemed reasonable after verification of the documentation, the final exam mark will be\r\nused as the mark for the missed work. If the explanation is considered unreasonable or no letter is submitted within one week of the\r\nmissed work, a mark of zero will be assigned for the missed work.\r\nERS103H5F - Laflamme, Marc Page 2 of 7\r\nMissed Final Exam\r\nStudents who cannot write a final examination due to illness or other serious causes must file an online petition within 72 hours of\r\nthe missed examination. Original supporting documentation must also be submitted to the Office of the Registrar within 72 hours\r\nof the missed exam. Late petitions will NOT be considered. If illness is cited as the reason for a deferred exam request, a U of T\r\nVerification of Student Illness or Injury Form must show that you were examined and diagnosed at the time of illness and on the\r\ndate of the exam, or by the day after at the latest. Students must also record their absence on ACORN on the day of the missed\r\nexam or by the day after at the latest. Upon approval of a deferred exam request, a non-refundable fee of $70 is required for each\r\nexamination approved.\r\nEmail Contact Policy\r\nCheck your @mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding\r\nclass assignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses.\r\nIt is mandatory for all students to use their @mail.utoronto.ca email address to ensure that they do not miss important course\r\ninformation, requests, or announcements regarding academic matters.\r\nCommunications Policy\r\nStudents are welcome and encouraged to visit me during my posted office hours. Visits outside of regularly scheduled office hours\r\ncan be made by appointment.  Correspondence by e-mail is also acceptable. It is mandatory for all students to check their\r\n@mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding class\r\nassignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses. You must use your @mail.utoronto.ca email address to ensure that you do not miss important course\r\ninformation, requests, or announcements regarding academic matters. You will be held accountable if you miss any information\r\nbecause you did not check your @mail.utoronto.ca account. \r\nIn all email correspondence regarding this course, please note the following:\r\n1. Please send email only from your @mail.utoronto.ca account.\r\n2. In the Subject line of your message, please include the course code and a brief description of the topic, e.g. \"[Course code] -\r\nRequest for an appointment\".\r\n3. Please include your full name and student number in all correspondence.\r\n4. Please consult the course syllabus and course website before sending questions by email.\r\n5. Please indicate what steps you took to attempt to answer your question on your own prior to emailing me. \r\nI typically respond to e-mails within 24 hours or within two workdays at the latest. Students are responsible for all information\r\nposted to the course Blackboard site (as accessed through http:\/\/www.portal.utoronto.ca), and e-mails sent by the Course Instructors\r\nand teaching assistants. Please check these regularly to ensure that you do not miss important course information, requests, or\r\nannouncements regarding academic matters.\r\nFinal Exam Information\r\nDuration: 2 hours\r\nAids Permitted: None\r\nOther Information\r\nGoals:\r\nThe goal of this course is to demonstrate the multidisciplinary nature of geological studies. Students will be exposed to the many\r\nfacets of geology, including the exploratory nature of Earth and planetary sciences, the destructive forces of natural disasters, the\r\nintricacies of evaluating the history of life and ecosystems on Earth through time, and ultimately the role of geologists in resource\r\ndiscovery and management.     \r\nTopics: ERS103 will cover a wide range of topics which fall under three primary categories: Earth, Climate, and Life:\r\nEarth:\r\nGeology in Deep Time                                           \r\nSurficial Processes and the Rock Cycle                 \r\nERS103H5F - Laflamme, Marc Page 3 of 7\r\nProcesses Within the Earth                                       \r\nEarthquakes                                       \r\nVolcanism                              \r\nPlate Tectonics                               \r\n  \r\nClimate:          \r\nWeather vs. Climate\r\nAncient Environments\r\nIcehouse Climate\r\nGreenhouse Climate\r\nClimate Future\r\n \r\nLife: \r\nFossils: Tools of the trade\r\nHistory of life on Earth\r\nOrigin of Oxygen\r\nAdvent of Complexity\r\nEvolution of Ecosystems\r\nMass Extinctions\r\nThe Colonization of Land and Sky\r\n \r\nAssignments:\r\nThe assignments for this course will likely be very different from what you are used to. Rather than have you write a long term-\r\npaper, you will be tasked with putting together two concise writing assignments. Each of you will be assigned a role based on the\r\nnature of the assignment, and it will be up to you to build a case to defend your point of view. These assignments will require\r\nbackground research, both online and within the confines of the library, so as to produce a high-quality scholarly document. Each\r\nassignment will result in a short (max 500 words, single-spaced, 12 point Times New Roman font, 1 inch margins) write-up. I\r\nfirmly believe that concise writing is an essential skill to learn, especially for anyone interested in professional or academic careers.\r\nNote that each assignment will be a different writing style, thus allowing you to compare and contrast effective writing depending\r\non the medium. I strongly urge you to consult the Robert Gillespie Academic Skills Center website\r\n(http:\/\/www.utm.utoronto.ca\/asc\/Students\/appts.htm), and to make an appointment with their expert staff to help you improve your\r\nwriting skills.\r\nReferencing style: For your essays, please use the following referencing\r\nstyle: https:\/\/en.wikipedia.org\/wiki\/Parenthetical_referencing. Here is some information I cut and pasted directly from this article:  \r\nIn-text citation: The structure of a citation under the author-date method is the author's surname, year of publication, and page\r\nnumber or range, in parentheses, as illustrated in the Smith example near the top of this article.\r\nThe page number or page range is omitted if the entire work is cited. The author's surname is omitted if it appears in the\r\ntext. Thus we may say: \"Jones (2001) revolutionized the field of trauma surgery.\"\r\nTwo authors are cited using \"and\" or \"&\": (Deane and Jones, 1991) or (Deane & Jones, 1991). More than two authors are\r\ncited using \"et al.\": (Smith et al., 1992).\r\nERS103H5F - Laflamme, Marc Page 4 of 7\r\nIn some documentation systems (e.g., MLA style), an unknown date is cited as having \"no date of publication\" by the\r\nabbreviation for \"no date\" (Deane, n.d.).[6]\r\nIn such documentation systems, works without pagination are referred to in the References list as \"not paginated\" with the\r\nabbreviation for that phrase (n. pag.).[6]\r\n\"No place of publication\" and\/or \"no publisher\" are both designated the same way (n.p.) and placed in the appropriate spot\r\nin the bibliographical citation (Harvard Referencing. N.p.).[6]\r\nA reference to a republished work is cited with the original publication date either in square brackets (Marx [1867] 1967,\r\np. 90) or separated with a slash (Marx, 1867\/1967, p. 90).[7] The inclusion of the original publication year qualifies the\r\nsuggestion otherwise that the publication originally occurred in 1967.\r\nIf an author published several books in 2005, the year of the first publication (in the alphabetic order of the references) is\r\ncited and referenced as 2005a, the second as 2005b and so on.\r\nA citation is placed wherever appropriate in or after the sentence. If it is at the end of a sentence, it is placed before the\r\nperiod, but a citation for an entire block quote immediately follows the period at the end of the block since the citation is not\r\nan actual part of the quotation itself.\r\nComplete citations are provided in alphabetical order in a section following the text, usually designated as \"Works cited\" or\r\n\"References.\" The difference between a \"works cited\" or \"references\" list and a bibliography is that a bibliography may\r\ninclude works not directly cited in the text.\r\nAll citations are in the same font as the main text.\r\nReference list: Examples of book references are:\r\nSmith, J. (2005a). Dutch Citing Practices. The Hague: Holland Research Foundation.\r\nSmith, J. (2005b). Harvard Referencing. London: Jolly Good Publishing.\r\nIn giving the city of publication, an internationally well-known city (such as London, The Hague, or New York) is given as the city\r\nalone. If the city is not internationally well known, the country (or state and country if in the U.S.) is given.\r\nAn example of a journal reference:\r\nMaynard Smith, John (1998). \"The origin of altruism,\" Nature 393: 639-40.\r\nCite your sources OR How not to plagiarize: You need to be aware that plagiarism is an academic offence with associated\r\nacademic regulations that might affect much more than your mark. See section B.1 in the Academic Code:\r\nhttp:\/\/www.utoronto.ca\/govcncl\/pap\/policies\/behaveac.html#_Toc469656993\r\nYou need to give credit to everyone who developed an idea you are building on. You have to reference the source of an idea, even\r\nif you have put it in your own words. Be aware that the converse is also true: the mere fact that you are referencing the source of an\r\nidea does not allow you to use the exact words from that source. You would have to make sure that a literal quote is clearly visible\r\nas such (for example, using quotation marks). Extensive direct quotations - even if clearly marked as such - are not permissible\r\nas they are not very common in scientific writing.  It is much more common that you paraphrase the idea in your own words (and\r\nreference the source where the idea originated from).  Check out the U of T document \"How not to plagiarize\" for some common\r\nmisconceptions:\r\nhttp:\/\/www.writing.utoronto.ca\/advice\/using-sources\/how-not-to-plagiarize\r\n \r\nAcademic Skills Workshop\r\nA workshop on literature research, scientific writing and presentation skills will be offered by the Science Liaison Librarian and\r\nrepresentatives from the Robert Gillespie Academic Skills Centre. The workshops will be held during class (Tuesday, September\r\n13 and Thursday September 15) and will be instrumental in completing the writing assignments. Furthermore, dedicated drop-in\r\nsessions will be conducted one week prior to the assignments being due (i.e. Thursday September 29 and Thursday November\r\n3) where students can bring their assignments to be commented on by the instructor, TAs, and a representative from the Robert\r\nGillespie Academic Skills Centre. Only completed assignments (i.e. completed rough drafts) will be reviewed. Students are highly\r\nencouraged to attend.\r\n \r\nHow to Submit your Work: \r\nEssays must be submitted to Turnitin prior to class (i.e. 11am). Any essays submitted after the end of class will be considered late,\r\nERS103H5F - Laflamme, Marc Page 5 of 7\r\nand the 20% penalty will apply. Please note: \"Normally, students will be required to submit their course essays to Turnitin.com for\r\na review of textual similarity and detection of possible plagiarism. In doing so, students will allow their essays to be included as\r\nsource documents in the Turnitin.com reference database, where they will be used solely for the purpose of detecting plagiarism.\r\nThe terms that apply to the University's use of the Turnitin.com service are described on the Turnitin.com web\r\nsite\" http:\/\/turnitin.com\/. \r\n \r\nAssignment 1: Expository Science Blog. Due OCTOBER 6, 2016, 11am.\r\n500 words, single-spaced, 12 point times new roman font, 1 inch margins, one quotation. \r\nThis assignment will give you the opportunity to take on the role of a science journalist tasked with writing a gripping summary of a\r\nhot new scientific article. Your expository letter will summarise one of the four articles provided below all the while showcasing\r\nthe novelty of the scientific finding described.\r\nOne of the main goals of science journalism is to convey complex scientific discoveries to non-experts. Bridging the gap between\r\nacademia and the general public is not easy; it requires an ability to understand the primary scientific literature in addition to the\r\nskills to simplify the subject matter without being condescending. Take care to eliminate subject-specific jargon, and focus on what\r\nthe new discovery will mean for the day to day lives of non-specialists.\r\nScience journalism articles typically include quotes from the authors. As such, your blog should include at least one quote,\r\nplaced between quotation marks and cited, taken directly from the article to represent the direct opinions of the author.\r\nYour letter should also be entirely objective, and not represent an opinion on the topic. Take the time to read a few other science\r\nblogs to get a feel for the format. Good examples include:\r\nScientific American's \"Sixty Second Science\" http:\/\/www.scientificamerican.com\/blog\/60-second-science\/\r\nWired Magazine: http:\/\/www.wired.com\/wiredscience\/\r\nNew York Times Science: http:\/\/www.nytimes.com\/pages\/science\/index.html     \r\n \r\nPlease pick ONE of the following Nature articles to write your blog. You can access these articles directly from the library\r\nwebsite:\r\n1) Earth: Prolonged magmatic activity on Mars inferred from the detection of felsic rocks by James J. Wray and\r\ncolleagues. Nature Geoscience, volume 6, pages 1013-1017, (2013), doi:10.1038\/ngeo1994\r\n2) Climate: The Asian monsoon over the past 640,000 years and ice age terminations  by Hai Cheng and colleagues. Nature,\r\nvolume 534, pages 640-646, (30 June 2016) doi:10.1038\/nature18591\r\n3) Life: Protracted development of bioturbation through the early Palaeozoic Era by Lidya G. Tarhan and colleagues. Nature\r\nGeoscience, volume 8, pages 865-869, (2015) doi:10.1038\/ngeo2537 \r\n \r\nAssignment 2: Persuasive Opinion Piece. Due NOVEMBER 10, 2016, 11am.\r\n500 words, single-spaced, 12 point times new roman font, 1 inch margins, 5 primary references (no quotations).\r\nThis assignment is designed to highlight the importance of supportive documentation when making an argument. Everyone is\r\nentitled to an opinion, but the strength of an argument rests on the factual evidence provided. As part of a persuasive opinion essay,\r\nyou are to take a side on one of the topics listed below, and support your argument with primary literature. In your letter, you must\r\ncite five (5) primary sources from reputable journals that defend your opinion. Note that citing a primary source IS NOT\r\nquoting, and you should refrain from having any quotes in your article. Please consult a librarian should you need any help in\r\nresearching your topic. They will gladly assist you.\r\nPick one of the following two topics. You will not be evaluated on your actual opinion, only on your ability to support the opinion\r\nyou present. \r\n1) The fossil record is typically used to explore climate change in the deep past. Do you believe past climatic events can be\r\nused to explore current climate change, or are the conditions much too different?   \r\nERS103H5F - Laflamme, Marc Page 6 of 7\r\n2) Astrobiology is the study of life, and signals of life, in space and on other planets. How do scientists explore life on other\r\nplanets? Do you believe we will find evidence of life on other planets? Why do you believe this?  \r\nLast Date to drop course from Academic Record and GPA is November 9, 2016.\r\nERS103H5F - Laflamme, Marc Page 7 of 7\r\n"}