{"university":"UTM","code":"ERS313H5F","rawtext":"Type Description Due Date Weight\r\nLab Lab reports On-going 10%\r\nAssignment Annotated Bibliography 2016-09-30 5%\r\nAssignment NSERC first draft 2016-11-11 5%\r\nAssignment NSERC review 2016-11-18 5%\r\nTerm Test Term test 2016-10-07 25%\r\nAssignment NSERC proposal 2016-12-02 15%\r\nFinal Exam Final exam TBA 35%\r\n  Total 100%\r\nDEPARTMENT OF EARTH SCIENCE\r\nUNIVERSITY OF TORONTO MISSISSAUGA\r\nERS313H5F LEC0101\r\nSedimentology\r\nCourse Outline - Fall 2016\r\nClass Location & Time Mon, 11:00 AM - 12:00 PM DV 1146 \r\nWed, 11:00 AM - 12:00 PM DV 1146 \r\nFri, 11:00 AM - 12:00 PM DV 1146\r\nInstructor Marc Laflamme\r\nOffice Location Dv 4054\r\nOffice Hours Mo: 1-2pm, We 1-2pm\r\nTelephone 905-828-5228\r\nE-mail Address marc.laflamme@utoronto.ca\r\nCourse Web Site\r\nhttps:\/\/portal.utoronto.ca\/webapps\/blackboard\/execute\/modulepage\/view?course_id=_82420\r\n8_1&cmp_tab_id=_465769_1&editMode=true&mode=cpview\r\nCourse Description\r\nSedimentology concerns the formation, accumulation, alteration, and preservation of sediments in the geological record. This\r\ncourse will focus on the reconstruction and interpretation of ancient carbonate and siliciclastic paleoenvironments based on the\r\nanalysis of sedimentary structures, depositional environments, stratigraphic successions, and fossils. The interplay between\r\nbiological and geological factors responsible for sedimentary deposits will form the core of the course, including the physical\r\ntransport and biological accumulation of sediments, the effects of climate-driven sea-level change on sediment deposition, and how\r\nthe evolution of, and innovations within, biological systems have profoundly affected sedimentary processes over the past 3.5\r\nbillion years. This course will include a laboratory component in addition to a field trip allowing for first-hand experience with\r\ndescribing and interpreting sedimentological units. [24L, 36P]\r\nPrerequisite: ERS201H5, 203H5\r\nCorequisite: none\r\nExclusion: ESS331H1, 332H1 (SCI) \r\nDistribution Requirement: SCI\r\nTextbooks and Other Materials\r\nWe will be using Principles of Sedimentology and Stratigraphy (5th Edition) by Sam Boggs Jr. extensively. It is an excellent\r\nsedimentology textbook that I would strongly recommend to anyone interested in sedimentology. \r\n \r\nAnother recommended resource is Facies Models 4 by Noel P. James and Robert W. Dalrymple. If you are a member of the\r\nGeological Association of Canada (cheap for students, and a great CV builder!), it is half price. This book is not required, but it is\r\nanother excellent resource that I will be consulting throughout the semester.  \r\nAssessment and Grading\r\nERS313H5F - Laflamme, Marc Page 1 of 7\r\nProcedures and Rules\r\nPenalties for Lateness\r\nLate penalty on all assignments: 20% of full mark per day. \r\n \r\nEquity Statement\r\nThe University of Toronto is committed to equity and respect for diversity. All members of the learning environment in this course\r\nshould strive to create an atmosphere of mutual respect. As a course instructor, I will neither condone nor tolerate behaviour that\r\nundermines the dignity or self-esteem of any individual in this course and wish to be alerted to any attempt to create an intimidating\r\nor hostile environment. It is our collective responsibility to create a space that is inclusive and welcomes discussion.\r\nDiscrimination, harassment and hate speech will not be tolerated. If you have any questions, comments, or concerns you may\r\ncontact the UTM Equity and Diversity officer at edo.utm@utoronto.ca or the University of Toronto Mississauga Students' Union\r\nVice President Equity at vpequity@utmsu.ca.\r\n \r\nAcademic Rights\r\nYou, as a student at UTM, have the right to:\r\nReceive a syllabus by the first day of class.\r\nRely upon a syllabus once a course is started. An instructor may only change marks' assignments by following the\r\nUniversity Assessment and Grading Practices Policy provision 1.3.\r\nRefuse to use turnitin.com (you must be offered an alternative form of submission).\r\nHave access to your instructor for consultation during a course or follow up with the department chair if the instructor is\r\nunavailable.\r\nAsk the person who marked your term work for a re-evaluation if you feel it was not fairly graded.  You have up to one\r\nmonth from the date of return of the item to inquire about the mark. If you are not satisfied with a re-evaluation, you may\r\nappeal to the instructor in charge of the course if the instructor did not mark the work. If your work is remarked, you must\r\naccept the resulting mark. You may only appeal a mark beyond the instructor if the term work was worth at least 20% of the\r\ncourse mark.\r\nReceive at least one significant mark (15% for H courses, 25% for Y courses) before the last day you can drop a course for\r\nH courses, and the last day of classes in the first week of January for Y courses taught in the Fall\/Winter terms.\r\nSubmit handwritten essays so long as they are neatly written.\r\nHave no assignment worth 100% of your final grade.\r\nNot have a term test worth 25% or more in the last two weeks of class.\r\nRetain intellectual property rights to your research.\r\nReceive all your assignments once graded.\r\nView your final exams. To see a final exam, you must submit an online Exam Reproduction Request within 6 months of\r\nthe exam. There is a small non-refundable fee.\r\nPrivacy of your final grades.\r\nArrange for representation from Downtown Legal Services (DLS), a representative from the UTM Students' Union\r\n(UTMSU), and\/or other forms of support if you are charged with an academic offence.\r\nReferencing style: For your report, please use the following referencing\r\nstyle: https:\/\/en.wikipedia.org\/wiki\/Parenthetical_referencing. Taken directly from this wikipedia article:  \r\nIn-text citation: The structure of a citation under the author-date method is the author's surname, year of publication, and page\r\nnumber or range, in parentheses, as illustrated in the Smith example near the top of this article.\r\nThe page number or page range is omitted if the entire work is cited. The author's surname is omitted if it appears in the\r\ntext. Thus we may say: \"Jones (2001) revolutionized the field of trauma surgery.\"\r\nTwo authors are cited using \"and\" or \"&\": (Deane and Jones, 1991) or (Deane & Jones, 1991). More than two authors are\r\ncited using \"et al.\": (Smith et al., 1992).\r\nIn some documentation systems (e.g., MLA style), an unknown date is cited as having \"no date of publication\" by the\r\nabbreviation for \"no date\" (Deane, n.d.).\r\nIn such documentation systems, works without pagination are referred to in the References list as \"not paginated\" with the\r\nabbreviation for that phrase (n. pag.).\r\nERS313H5F - Laflamme, Marc Page 2 of 7\r\n\"No place of publication\" and\/or \"no publisher\" are both designated the same way (n.p.) and placed in the appropriate spot\r\nin the bibliographical citation (Harvard Referencing. N.p.).\r\nA reference to a republished work is cited with the original publication date either in square brackets (Marx [1867] 1967,\r\np. 90) or separated with a slash (Marx, 1867\/1967, p. 90). The inclusion of the original publication year qualifies the\r\nsuggestion otherwise that the publication originally occurred in 1967.\r\nIf an author published several books in 2005, the year of the first publication (in the alphabetic order of the references) is\r\ncited and referenced as 2005a, the second as 2005b and so on.\r\nA citation is placed wherever appropriate in or after the sentence. If it is at the end of a sentence, it is placed before the\r\nperiod, but a citation for an entire block quote immediately follows the period at the end of the block since the citation is not\r\nan actual part of the quotation itself.\r\nComplete citations are provided in alphabetical order in a section following the text, usually designated as \"Works cited\" or\r\n\"References.\" The difference between a \"works cited\" or \"references\" list and a bibliography is that a bibliography may\r\ninclude works not directly cited in the text.\r\nAll citations are in the same font as the main text.\r\nReference list: Examples of book references are:\r\nSmith, J. (2005a). Dutch Citing Practices. The Hague: Holland Research Foundation.\r\nSmith, J. (2005b). Harvard Referencing. London: Jolly Good Publishing.\r\nIn giving the city of publication, an internationally well-known city (such as London, The Hague, or New York) is given as the city\r\nalone. If the city is not internationally well known, the country (or state and country if in the U.S.) is given.\r\nAn example of a journal reference:\r\nMaynard Smith, John (1998). \"The origin of altruism,\" Nature 393: 639-40.\r\nCite your sources OR How not to plagiarize: You need to be aware that plagiarism is an academic offence with associated\r\nacademic regulations that might affect much more than your mark. See section B.1 in the Academic Code:\r\nhttp:\/\/www.utoronto.ca\/govcncl\/pap\/policies\/behaveac.html#_Toc469656993\r\nYou need to give credit to everyone who developed an idea or an experimental\/theoretical method that you are building on. You\r\nhave to reference the source of an idea, even if you have put it in your own words. Be aware that the converse is also true: the mere\r\nfact that you are referencing the source of an idea does not allow you to use the exact words from that source. You would have to\r\nmake sure that a literal quote is clearly visible as such (for example, using quotation marks). Extensive direct quotations - even if\r\nclearly marked as such - are not permissible as they are not very common in scientific writing.  It is much more common that you\r\nparaphrase the idea in your own words (and reference the source where the idea originated from).  Check out the U of T document\r\n\"How not to plagiarize\" for some common misconceptions:\r\nhttp:\/\/www.writing.utoronto.ca\/advice\/using-sources\/how-not-to-plagiarize\r\n \r\nAdditional Dates of Significance:\r\nSeptember 6th, 2016: Classes Begin\r\nFriday September 9, 2016: Laboratory in the computer room of the library\r\nFriday September 23, 2016: How to construct an annotated bibliography, in the lab. \r\nFriday October 7, 2016: Peer review tutorial, in the lab. \r\nOctober 11-14, 2016: Fall Reading Week - No classes\r\nDecember 5th, 2016: Fall Term Ends\r\nDecember 6-7, 2016: Study Break\r\nDecember 8-20, 2016: Examination period\r\nMissed Term Work\r\nWithin one week of the date of the missed work, students must submit to the course instructor a signed letter explaining the reason\r\nfor their absence. The letter must include the student's name, phone number, email address, student number and lab\/tutorial section\r\nERS313H5F - Laflamme, Marc Page 3 of 7\r\nnumber as well as the date of and the description of the missed work. A doctor's note or appropriate documentation (a UofT\r\nVerification of Student Illness or Injury form must be provided for medical absences) regarding the absence must be stapled to the\r\nletter.\r\nIf the explanation for the missed work is deemed reasonable after verification of the documentation, the final exam mark will be\r\nused as the mark for the missed work. If the explanation is considered unreasonable or no letter is submitted within one week of the\r\nmissed work, a mark of zero will be assigned for the missed work.\r\nMissed Final Exam\r\nStudents who cannot write a final examination due to illness or other serious causes must file an online petition within 72 hours of\r\nthe missed examination. Original supporting documentation must also be submitted to the Office of the Registrar within 72 hours\r\nof the missed exam. Late petitions will NOT be considered. If illness is cited as the reason for a deferred exam request, a U of T\r\nVerification of Student Illness or Injury Form must show that you were examined and diagnosed at the time of illness and on the\r\ndate of the exam, or by the day after at the latest. Students must also record their absence on ACORN on the day of the missed\r\nexam or by the day after at the latest. Upon approval of a deferred exam request, a non-refundable fee of $70 is required for each\r\nexamination approved.\r\nEmail Contact Policy\r\nCheck your @mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding\r\nclass assignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses.\r\nIt is mandatory for all students to use their @mail.utoronto.ca email address to ensure that they do not miss important course\r\ninformation, requests, or announcements regarding academic matters.\r\nCommunications Policy\r\nStudents are welcome and encouraged to visit me during my posted office hours. Visits outside of regularly scheduled office hours\r\ncan be made by appointment.  Correspondence by e-mail is also acceptable. It is mandatory for all students to check their\r\n@mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding class\r\nassignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses. You must use your @mail.utoronto.ca email address to ensure that you do not miss important course\r\ninformation, requests, or announcements regarding academic matters. You will be held accountable if you miss any information\r\nbecause you did not check your @mail.utoronto.ca account. \r\nIn all email correspondence regarding this course, please note the following:\r\n1. Please send email only from your @mail.utoronto.ca account.\r\n2. In the Subject line of your message, please include the course code and a brief description of the topic, e.g. \"[Course code] -\r\nRequest for an appointment\".\r\n3. Please include your full name and student number in all correspondence.\r\n4. Please consult the course syllabus and course website before sending questions by email.\r\n5. Please indicate what steps you took to attempt to answer your question on your own prior to emailing me. \r\nI typically respond to e-mails within 24 hours or within two workdays at the latest. Students are responsible for all information\r\nposted to the course Blackboard site (as accessed through http:\/\/www.portal.utoronto.ca), and e-mails sent by the Course Instructors\r\nand teaching assistants. Please check these regularly to ensure that you do not miss important course information, requests, or\r\nannouncements regarding academic matters.\r\nFinal Exam Information\r\nDuration: 2 hours\r\nAids Permitted: None\r\nOther Information\r\nTopics:\r\n1. Weathering and Soils\r\n2. Transport and Deposition of Siliciclastic Sediments\r\nERS313H5F - Laflamme, Marc Page 4 of 7\r\n3. Sedimentary Textures\r\n4. Sedimentary Structures\r\n5. Siliciclastic Rocks\r\n6. Carbonate Rocks.\r\n7. Chemical\/Biochemical\/Carbonaceous Rocks\r\n8. Fossil Tools\r\n9. Fossil Preservation\r\n10. Terrestrial Environments\r\n11. Marginal Marine Environments.\r\n12. Siliciclastic Marine Environments\r\n13. Carbonate Factory and Evaporitic Environments\r\n \r\nAcademic Skills Workshops\r\nA workshop on literature research, scientific writing and presentation skills will be offered by the Science Liaison Librarian and\/or\r\nrepresentatives from the Robert Gillespie Academic Skills Centre. Students are highly encouraged to attend. The workshop will be\r\nheld during the tutorial and will be instrumental in completing the final research assignment. \r\n1) How to identify a research topic and how to find primary literature: With Science Librarian Mindy Thuna Friday September 9,\r\n2016. Laboratory in the computer room of the library. \r\n2) How to construct an annotated bibliography, and tutorials on primary vs. secondary literature on Friday September 23,\r\n2016 with Science Librarian Mindy Thuna.\r\n3) Peer review tutorial on Friday October 7, 2016 with Science Librarian Mindy Thuna.\r\n \r\nEssay: NSERC Research Grant: \r\nI have always valued tasks that were grounded in real-world problems. Since my arrival at UTM, I have designed and implemented\r\nassignments that resulted in the transmission of life-learning skills - most notably effective writing. To this end, I have\r\nimplemented a term project that recreates the excitement of scientific research through the real-world experience of applying for\r\ngrant funding. I chose to emulate applying for a National Science and Engineering Research Council (NSERC) of Canada graduate\r\nstudent grant. As students, you are tasked with developing a unique research project grounded in primary scientific literature.\r\nComplementing the proposal is the development of a curriculum-vitae (CV), which will aid you in identifying professional\r\nstrengths and shortcomings. Finally, you will seek out two academic references who would write a letter of reference on your\r\nbehalf.  \r\nMy goal with this exercise is to familiarise you with the procedural details associated with applying for research money. From the\r\nNSERC website: \"Provide a detailed description of your proposed research project. Be as specific as possible. Provide background\r\ninformation to position your proposed research within the context of the current knowledge in the field. State\r\nthe objectives and hypothesis, and outline the experimental or theoretical approach to be taken (citing literature pertinent to the\r\nproposal), and the methods and procedures to be used. State the significance of the proposed research to a field or fields in the\r\nnatural sciences and engineering (NSE).\" All this in 1500 words! \r\nI understand that this is daunting, but with the help from experts at the library and the Robert Gillespie Academic Skills Centre, we\r\nwill be providing you with all the tools you need to succeed with this. The total project is worth 30%, divided into scaffolded\r\ncomponents that build upon each other.\r\n1) Identification of a research topic - With the help of a librarian, we will explore how scientists build a testable hypothesis that will\r\nform the cornerstone of your research grant. We will have a special session in the dedicated computer center at the library with the\r\nacademic librarian to help you learn best practices when it comes to using an academic library database to find peer-reviewed\r\nERS313H5F - Laflamme, Marc Page 5 of 7\r\nprimary literature.   \r\n2) Production of an annotated bibliography (5%) - This will consist of a commented review of the literature you found on your\r\nresearch topic. Some will be useful, others will not. It is up to you to pull out the key components of each paper - the important\r\ninformation that you will want to use in your research grant. \r\n3) Writing a first draft (5%) - A first draft of your proposal will be reviewed by a student colleague, TA, and I for feedback. This\r\nexercise is to simulate the review process, and will allow you to make changes to your proposal before the final deadline. You will\r\nbe encouraged to incorporate as many of the changes as you can to your final proposal, however it is your responsibility to weigh\r\nthe value of the comments, and to refuse any you do not agree with. It is our goal to help you produce a final draft you are proud\r\nof. \r\n4) Peer review of the first draft (5%) - As mentioned above, each student will also review another student's work. Peer review is a\r\nfundamental aspect of scientific literacy, and ensure proper checks and balances in all fields of research. Conducting a review is not\r\neasy - it requires you to become familiar with the topic you are reviewing, as well as providing insight into the validity of the\r\nresearch manuscript. I found this blog to be very helpful when working on a review: \r\nhttp:\/\/violentmetaphors.com\/2013\/12\/13\/how-to-become-good-at-peer-review-a-guide-for-young-scientists\/.\r\nFor the purpose of this course, your review will be limited to constructive criticism to improve your peers work. Reviews will be\r\nrestricted to a single page (500 words max). Start by providing a short synopsis of the proposal, then itemize any comments you\r\nhave. This can include scientific comments (is the project well defined? did you understand their purpose and goals? Are they\r\ntesting a hypothesis?), comments on the methodology (was it clear? do you understand how they will be gathering data? is it\r\nrealistic?), or even on the writing style (are there a lot of mistakes? were any sentences confusing? do they use too much undefined\r\nterminology or abbreviations?). Do your best to make their project better, and you will be rewarded for your efforts. We will also be\r\nemploying the help from experts at Robert Gillespie Academic Skills Centre and the Library. \r\n5) Building a professional curriculum vitae - All research grants are accompanied by a professional curriculum vitae that\r\ndocuments all of your academic achievements. Experts from the Career Center will help us with this. You are not expected to\r\ninclude this with your proposal - it is only to help with your future career. \r\n6) Submission of a final document (15%) - Following the reviews, you will have two weeks to perfect your proposal. A good\r\nproposal will require the following:\r\n1. A detailed hypothesis outlining what you hope to accomplish, how you expect to conduct your research, where you expect to\r\ncollect your data, when (and for how long) you will be collecting data, and most importantly, why you believe this research is\r\nessential to the betterment of society.\r\n2. Five (5) primary scholarly research articles from any scientific publication. This does NOT include websites or textbooks. Please\r\nconsult a librarian should you need any help in researching your topic. They will gladly assist you. \r\nAlways remember the 5 \"Ws\". \r\nWho: Who will be conducting the research? On your own, or part of a team? What skills does your team have?\r\nWhat: What will your research be about? What is your hypothesis or goals?\r\nWhen: When will you be conducting the research? Weather and field seasons? Geological timescale?\r\nWhere: Where will your research take you? Be as specific as possible\r\nWhy: Most important, WHY is your research important? Why should anyone care? How do you make it accessible to a broad\r\naudience?\r\n \r\n… And the all-important HOW:\r\nHow will you be collecting data? You must have specific methodologies proposed based on previously successful experiments (i.e.\r\nthat you found in your literature search). BUT! Your research must be novel, and not simply repeating something you read in a\r\npaper. \r\nHow will you be interpreting the data you collect? What methods will you apply to the data? Statistics? Advanced machinery and\r\ninstrumentation? \r\nERS313H5F - Laflamme, Marc Page 6 of 7\r\n All components must be submitted to me by the deadline provided. Late penalty is 20% of the full mark per day. \r\nLast Date to drop course from Academic Record and GPA is November 9, 2016.\r\nERS313H5F - Laflamme, Marc Page 7 of 7\r\n"}