{
    "id": "AST110H5F20169",
    "meeting_sections": "[{\"times\":[{\"duration\":3600,\"location\":\"IB 385\",\"start\":39600,\"day\":\"TUESDAY\",\"end\":43200},{\"duration\":3600,\"location\":\"IB 385\",\"start\":39600,\"day\":\"THURSDAY\",\"end\":43200}],\"enrolment\":0,\"code\":\"L0101\",\"instructors\":[\"J Lester\"],\"size\":40},{\"times\":[{\"duration\":3600,\"location\":\"DV 2062\",\"start\":39600,\"day\":\"MONDAY\",\"end\":43200}],\"enrolment\":0,\"code\":\"T0101\",\"instructors\":[],\"size\":40}]",
    "university": "UTM",
    "level": "100",
    "prerequisites": "",
    "division": "University of Toronto Mississauga",
    "graded_evaluations": [
        [
            2016 -0 7 -29T20: 0 0: 0 0.000 -0 4: 0 0,
            "Assignment Homework Assignments On-going 20%"
        ],
        [
            2016 -10 -25T20: 0 0: 0 0.000 -0 4: 0 0,
            "Term Test Midterm 2016-10-25 20%"
        ],
        [
            2016 -12 -0 1T20: 0 0: 0 0.000 -0 5: 0 0,
            "Assignment Term Paper 2016-12-01 20%"
        ],
        [
            "Final Exam Final Exam TBA 40%"
        ]
    ],
    "term": "2016 Fall",
    "department": "Chemical and Physical Sciences",
    "description": "This course gives a quantitative, scientific introduction to observing, concentrating on objects that can be seen with the naked eye or with binoculars. The measurements will be combined with calculations to yield quantitative conclusions and predictions. This is the first course for students following the major in astronomy or the specialist in astronomical sciences, but it is also suitable for students with the appropriate background who want to understand more fully the celestial phenomena visible to them. [24L, 12T]",
    "name": "Introduction to Astronomical Observations",
    "exclusions": "AST325H1, 326H1",
    "code": "AST110H5F",
    "campus": "UTM",
    "rawtext": "Type Description Due Date Weight\r\nAssignment Homework Assignments On-going 20%\r\nTerm Test Midterm 2016-10-25 20%\r\nAssignment Term Paper 2016-12-01 20%\r\nFinal Exam Final Exam TBA 40%\r\n  Total 100%\r\nDEPARTMENT OF ASTRONOMY\r\nUNIVERSITY OF TORONTO MISSISSAUGA\r\nAST110H5F LEC0101\r\nIntroduction to Astronomical Observations\r\nCourse Outline - Fall 2016\r\nClass Location & Time Tue, 11:00 AM - 12:00 PM IB 385 \r\nThu, 11:00 AM - 12:00 PM IB 385\r\nInstructor John Lester\r\nOffice Location Davis 4035\r\nOffice Hours When I am in my office\r\nTelephone 905-828-3818\r\nE-mail Address john.lester@utoronto.ca\r\nCourse Web Site Blackboard available through Portal\r\nCourse Description\r\nThis course gives a quantitative, scientific introduction to observing, concentrating on objects that can be seen with the naked eye\r\nor with binoculars. The measurements will be combined with calculations to yield quantitative conclusions and predictions. This is\r\nthe first course for students following the major in astronomy or the specialist in astronomical sciences, but it is also suitable for\r\nstudents with the appropriate background who want to understand more fully the celestial phenomena visible to them. [24L, 12T]\r\nExclusion: AST325H1, 326H1\r\nRecommended: SPH4U; MHF4U; MCV4U (SCI) \r\nDistribution Requirement: SCI\r\nTextbooks and Other Materials\r\nCourse notes downloaded from the course web page.\r\nAssessment and Grading\r\nProcedures and Rules\r\nPenalties for Lateness\r\nHomework assignments are penalized 2% for each weekday late until the marked assignment is returned and the solution is\r\nexplained and posted, after which no credit will be given.  The term paper is penalized 2% for each weekday late until the final\r\nexam, after which no credit will be given.\r\nMissed Term Work\r\nAssignments will be accepted according to the late policy.\r\nStudents who do not write the midterm test can arrange to write it later if they have appropriate documentation supporting their\r\nreason for not writing on the scheduled date.  The students must contact me as soon as possible with this documentation if they miss\r\nthe midterm.  The test must be written before the marked test is returned to the class, after which a mark of zero will be assigned to\r\nthe missed midterm.\r\nMissed Final Exam\r\nAST110H5F - Lester, John Page 1 of 2\r\nStudents who cannot write a final examination due to illness or other serious causes must file an online petition within 72 hours of\r\nthe missed examination. Original supporting documentation must also be submitted to the Office of the Registrar within 72 hours\r\nof the missed exam. Late petitions will NOT be considered. If illness is cited as the reason for a deferred exam request, a U of T\r\nVerification of Student Illness or Injury Form must show that you were examined and diagnosed at the time of illness and on the\r\ndate of the exam, or by the day after at the latest. Students must also record their absence on ACORN on the day of the missed\r\nexam or by the day after at the latest. Upon approval of a deferred exam request, a non-refundable fee of $70 is required for each\r\nexamination approved.\r\nEmail Contact Policy\r\nCheck your @mail.utoronto.ca email accounts regularly. All official communication from the university to students regarding\r\nclass assignments, courses, grades, academic administration, and other matters are sent only to email addresses that end in\r\n@mail.utoronto.ca. Messages from other email providers can experience problems in both sending to and receiving from\r\n@mail.utoronto.ca addresses.\r\nIt is mandatory for all students to use their @mail.utoronto.ca email address to ensure that they do not miss important course\r\ninformation, requests, or announcements regarding academic matters.\r\nIn all email correspondence regarding this course, please note the following:\r\n1. Please send email only from your @utoronto.ca account.\r\n2. In the Subject line of your message, please include the course code and a brief description of the topic, e.g. \"[Course code] -\r\nRequest for an appointment\".\r\n3. Please include your full name and student number in all correspondence.\r\n4. Please consult the course syllabus and course website before sending questions by email.\r\nFinal Exam Information\r\nDuration: 3 hours\r\nAids Permitted: Non-Programmable Calculators\r\nOther Information\r\nOn the University of Toronto Portal (Blackboard) page for AST110, under the heading Syllabus, there is a PDF file AST110\r\nCourse Syllabus that gives more detailed information about the course.  There is also a PDF file AST110 Course Calendar that\r\ngives the approximate material covered each lecture and the date of the term test.\r\nLast Date to drop course from Academic Record and GPA is November 9, 2016.\r\nAST110H5F - Lester, John Page 2 of 2\r\n"
}